<?php

return [

	"accepted" => "ได้รับการยอมรับ",

	"account_status" => "สถานะบัญชี",

	"action" => "การกระทำ",

	"add" => "เพิ่ม",

	"add_classroom" => "เพิ่มห้องเรียน",

	"add_student" => "เพิ่มผู้เรียน",

	"add_more" => "เพิ่มเพิ่มเติม",

	"add_help" => "เพิ่มความช่วยเหลือ",

	"add_tips" => "เพิ่มข้อแนะนำ",

	"add_payment" => "เพิ่มการชำระเงิน",

	"address_info" => "ข้อมูลที่อยู่",

	"admin" => "ผู้ดูแลระบบ",

	"admin_client_management" => "การจัดการผู้รับบริการ",

	"an_email_reset_pic_password" => "รหัสภาพสำหรับการตั้งรหัสผ่านใหม่ได้ถูกส่งไปยังอีเมล์ของคุณ",

	"a_new_email_reset_pic_password" => "รหัสภาพสำหรับการเปลี่ยนอีเมล์ใหม่ได้ถูกส่งไปยังอีเมล์ของคุณ",

	"answer_list" => "รายการคำตอบ",

	"age" => "อายุ",

	"all" => "ทั้งหมด",

	"all_right_reserved" => "สงวนลิขสิทธิ์",

	"All Rights Reserved." => "และ",

	"and" => "และ",

	"announcement" => "ประกาศ",

	"answer" => "คำตอบ",

	"answered_by" => "ตอบโดย",

	"approve" => "อนุมัติ",

	"are_you_sure_you_want_to_remove_student" => "คุณแน่ใจหรือไม่ว่าต้องการลบผู้เรียนรายนี้?",

	"are_you_sure_you_want_to_remove_invoice" => "คุณแน่ใจหรือไม่ว่าคุณต้องการลบใบแจ้งหนี้นี้?",

	"are_you_sure_you_want_to_buy_accessory" => "คุณแน่ใจหรือไม่ว่าคุณต้องการซื้ออุปกรณ์นี้?",

	"area" => "พื้นที่",

	"avatar_accessories" => "อุปกรณ์เสริมรูปประจำตัว",

	"back" => "กลับ",

	"back_to_dashboard" => "กลับไปหน้ากระดานหลัก",

	"badge" => "ตรา",

	"bank_account_number" => "หมายเลขบัญชีธนาคาร",

	"bank_address" => "บัญชีธนาคาร",

	"bank_code" => "รหัสธนาคาร",

	"bank_name" => "ชื่อธนาคาร",

	"begin" => "เริ่ม",

	"bill_to" => "ส่งเบิกไปที่",

	"billing_invoice" => "ใบแจ้งหนี้เรียกเก็บเงิน",

	"birthday" => "วันเกิด",

	"buy" => "ซื้อ",

	"buy_accessory" => "ซื้ออุปกรณ์เสริม",

	"by" => "โดย",

	"cancel" => "ยกเลิก",

	"cancel_caps" => "ยกเลิก",

	"cancel_subscription" => "ยกเลิกการสมัคร",

	"cancelled" => "ยกเลิก",

	"cash_points" => "คะแนนเงินสด",

	"change" => "เปลี่ยนแปลง",

	"change_password" => "เปลี่ยนรหัสผ่าน",

	"change_rating" => "เปลี่ยนการให้คะแนน",

	"change_avatar" => "เปลี่ยนรูปประจำตัว",

	"change_student_email" => "เปลี่ยนอีเมล์ผู้เรียน",

	"choose_image" => "เลือกภาพ",

	"city" => "เมือง",

	"class" => "ห้องเรียน",

	"class_dashboard" => "หน้ากระดานหลักห้องเรียน",

	"class_handled" => "ห้องเรียนที่ดูแล",

	"class_level" => "ระดับของห้องเรียน",

	"class_list" => "รายการห้องเรียน",

	"class_management" => "การจัดการห้องเรียน",

	"class_name" => "ชื่อห้องเรียน",

	"class_progress_report" => "รายงานความคืบหน้าของห้องเรียน",

	"clear" => "ลบทั้งหมด",

	"click" => "คลิก",

	"click_to_login" => "คลิกที่นี่เพื่อเข้าสู่ระบบ",

	"click_confirm_email" => "คลิกที่นี่เพื่อยืนยันที่อยู่อีเมล์",

	"client" => "ผู้รับบริการ",

	"client_site" => "เว็บไซต์ของผู้รับบริการ",

	"close" => "ปิด",

	"close_this_req" => "ปิดคำขอนี้",

	"close_req" => "ปิดคำขอ",

	"code" => "รหัส",

	"completed" => "ดำเนินการสมบูรณ์",

	"confirm" => "ยืนยัน",

	"confirm_code" => "รหัสยืนยัน",

	"confirm_email" => "ยืนยันที่อยู่อีเมล์",

	"confirm_email_msg" => "สำหรับการยืนยันที่อยู่อีเมล์ของคุณใหม่โปรดทำตามขั้นตอนเหล่านี้",

	"confirm_email_address" => "ยืนยันที่อยู่อีเมล์ของคุณ",

	"confirm_invitation" => "ยืนยันคำเชิญ",

	"confirm_new_password" => "ยืนยันรหัสผ่านใหม่",

	"confirm_password" => "ยืนยันรหัสผ่าน",

	"confirm_registration" => "ยืนยันการลงทะเบียน",

	"contact_person" => "ชื่อผู้ติดต่อ",

	"contact_number" => "เบอร์ติดต่อ",

	"content" => "เนื้อหา",

	"content_not_available" => "เนื้อหาที่ไม่สามารถใช้งานได้",

	"country" => "ประเทศ",

	"correct" => "ถูกต้อง!",

	"created_by" => "สร้างโดย",

	"credentials_info" => "ข้อมูลรับรอง",

	"current" => "ปัจจุบัน",

	"current_email" => "ที่อยู่อีเมล์ปัจจุบัน",

	"current_learning" => "ระดับการศึกษาปัจจุบัน",

	"current_password" => "รหัสผ่านปัจจุบัน",

	"data_privacy_policy" => "นโยบายความเป็นส่วนตัวของข้อมูล",

	"date" => "วันที่",

	"date_added" => "เพิ่มเมื่อวันที่",

	"date_created" => "วันที่สร้าง",

	"date_end" => "วันที่สิ้นสุด",

	"date_last_answer" => "วันที่คำตอบล่าสุด",

	"date_removed" => "วันที่นำออก",

	"date_start" => "วันที่เริ่มต้น",

	"date_started" => "วันที่ได้เริ่มต้น",

	"delete" => "ลบ",

	"delete_subscription" => "ลบการสมัครสมาชิก",

	"delete_student" => "ลบผู้เรียน",

	"delete_this_req" => "ลบคำขอนี้",

	"delete_req" => "ลบคำขอ",

	"description" => "คำอธิบาย",

	"detail" => "รายละเอียด",

	"difficulty" => "ระดับความยาก",

	"direct_credit_to" => "ส่งเงินไปยัง",

	"disabled" => "ไม่สามารถใช้การได้",

	"discount" => "ส่วนลด",

	"displayed_at" => "แสดงที่",

	"download_template" => "ดาวน์โหลดแบบฟอร์ม",

	"drag_items_reorder" => "ลากรายการที่ต้องการอีกครั้ง",

	"edit" => "แก้ไข",

	"edit_client_account_profile" => "แก้ไขโปรไฟล์บัญชีผู้รับบริการ",

	"edit_profile" => "แก้ไขโปรไฟล์",

	"edit_status" => "แก้ไขสถานะ",

	"edit_student" => "แก้ไขผู้เรียน",

	"electronic_invoice" => "ใบแจ้งหนี้อิเล็กทรอนิกส์",

	"email" => "อีเมล์",

	"email_address" => "ที่อยู่อีเมล์",

	"email_address_available" => "ที่อยู่อีเมล์ที่ใช้ได้",

	"email_or_username" => "อีเมล์หรือชื่อผู้ใช้",

	"enter_confirmation_code" => "ใส่รหัสยืนยัน",

	"enabled" => "เปิดใช้งาน",

	"enter_password" => "ใส่รหัสผ่าน",

	"enter_your_password" => "ใส่รหัสผ่านของคุณ",

	"enter_your_username_email" => "ใส่ชื่อผู้ใช้หรืออีเมล์ของคุณ",

	"existing_student" => "ผู้เรียนที่ใช้บริการปัจจุบัน",

	"exit_module" => "ออกจากส่วนนี้",

	"export" => "นำออก",

	"excelling" => "ยอดเยี่ยม",

	"failed_payment" => "การชำระเงินล้มเหลว",

	"failed_payment_msg" => "คุณไม่สามารถดำเนินการชำระเงินให้สมบูรณ์ได้",

	"female" => "หญิง",

	"first_name" => "ชื่อจริง",

	"for_student_site" => "สำหรับผู้เรียน",

	"for_students_13_years" => "สำหรับผู้เรียนที่มีอายุไม่เกิน 13 ปี",

	"for_parent_teacher_school" => "สำหรับผู้ปกครอง / ครู / โรงเรียน",

	"forgot_check_inbox" => "โปรดดูที่กล่องจดหมายหรือจดหมายขยะเพื่อตรวจสอบจดหมายของคุณ <br/> โปรดกรอกอีเมล์ที่ต้องการให้เราส่งรหัสยืนยันที่กล่องด้านล่าง",

	"forgot_email_sent" => "อีเมล์สำหรับสร้างรหัสผ่านใหม่ได้ถูกส่งไปยังบัญชีอีเมล์ของคุณ",

	"forgot_home" => "หน้าแรก",

	"forgot_new_code" => "รีเซ็ตรหัสใหม่ได้รับการส่งไปยังบัญชีอีเมล์ของคุณ",

	"forgot_reset" => "กรุณาใส่รหัสรีเซ็ตเพื่อสร้างรหัสผ่านใหม่",

	"forgot_send" => "ส่ง",

	"forgot_your_password" => "ลืมรหัสผ่านหรือไม่?",

	"forgot_your_pic_password" => "ลืมรหัสผ่านภาพของคุณ?",

	"from_your_classmates" => "จากเพื่อนร่วมชั้นของคุณ",

	"from_you" => "จากคุณ",

	"futureed_online_platform" => "FutureEd การศึกษาออนไลน์",

	"gender" => "เพศ",

	"general" => "ทั่วไป",

	"general_tips" => "คำแนะนำทั่วไป",

	"general_help_req" => "การร้องขอความช่วยเหลือทั่วไป",

	"give_tips" => "ให้คำแนะนำ",

	"grade" => "เกรด",

	"grade_code" => "รหัสเกรด",

	"go_to_link" => "ไปยังลิงค์",

	"go_to_my_profile" => "ไปที่โปรไฟล์ของฉัน",

	"help_request" => "ขอความช่วยเหลือ",

	"help_request_details" => "รายละเอียดการขอความช่วยเหลือ",

	"help_request_answers" => "คำตอบการขอช่วยเหลือ",

	"help_request_answer_details" => "รายละเอียดคำตอบการขอความช่วยเหลือ",

	"Help Request Answer Details" => "ที่นี่",

	"here" => "ที่นี่",

	"hi" => "สวัสดี",

	"hi_there" => "สวัสดี",

	"highest_score" => "คะแนนสูงสุด",

	"i_agree" => "ฉันเห็นด้วยกับ",

	"image" => "ภาพ",

	"image_uploaded" => "ภาพที่อัพโหลด...",

	"import" => "นำเข้า",

	"inactive" => "ยังไม่เปิดใช้งาน",

	"indicate_required_field" => "แสดงให้เห็นส่วนข้อมูลที่ต้องการ",

	"instructions" => "คำแนะนำ",

	"ip_address" => "ที่อยู่ IP",

	"keys" => "รหัส",

	"launch" => "เปิดใช้งาน",

	"last_name" => "นามสกุล",

	"later" => "ต่อมา",

	"learning_style" => "รูปแบบการเรียนรู้",

	"learning_style_quiz" => "แบบทดสอบรูปแบบการเรียนรู้",

	"lets_get_started" => "เริ่ม",

	"loading" => "กำลังโหลด...",

	"locked" => "ล็อค",

	"login" => "เข้าสู่ระบบ",

	"login_credentials" => "ข้อมูลประจำตัวเข้าสู่ระบบ",

	"login_forgot" => "ลืมรหัสผ่านหรือไม่?",

	"login_to_your_account" => "ลงชื่อเข้าใช้บัญชีของคุณ",

	"logout" => "ออกจากระบบ",

	"logout_due_to_inactivity" => "คุณออกจากระบบเนื่องจากไม่มีการใช้งาน กรุณาเข้าสู่ระบบอีกครั้ง",

	"logs" => "บันทึก",

	"lowest_score" => "คะแนนต่ำสุด",

	"male" => "ชาย",

	"medals" => "เหรียญ",

	"module" => "โมดูล",

	"module_status" => "สถานะโมดูล",

	"my_account" => "บัญชีของฉัน",

	"my_profile" => "โปรไฟล์ของฉัน",

	"my_reports" => "รายงานของฉัน",

	"my_help_requests" => "การร้องขอความช่วยเหลือของฉัน",

	"name" => "ชื่อ",

	"new" => "ใหม่",

	"new_email" => "ที่อยู่อีเมล์ใหม่",

	"new_password" => "รหัสผ่านใหม่",

	"new_student" => "นักศึกษาใหม่",

	"next" => "ต่อไป",

	"no" => "ไม่มี",

	"no_available_link" => "ไม่มีลิงค์ที่ใช้งานได้",

	"no_answers_for_now" => "ไม่มีคำตอบสำหรับตอนนี้",

	"no_available_points" => "ไม่มีคะแนนที่ใช้งานได้",

	"no_available_badges" => "ไม่มีตราที่ใช้งานได้",

	"no_available_medals" => "ไม่มีเหรียญที่ใช้งานได้",

	"no_available_modules" => "ไม่มีคำถามที่ใช้งานได้สำหรับส่วนนี้ </ br> กรุณาติดต่อผู้ดูแลระบบ.",

	"no_modules_found" => "ไม่พบโมดูล",

	"no_content_available" => "ไม่มีเนื้อหาที่ใช้งานได้",

	"no_questions_available" => "ไม่มีคำถามที่ใช้งานได้",

	"no_records_found" => "ไม่พบบันทึก",

	"no_results" => "ไม่มีผลลัพธ์...",

	"no_of_seats" => "จำนวนที่นั่ง",

	"no_of_seats_enrolled" => "จำนวนที่นั่งที่ลงทะเบียนแล้ว",

	"no_of_seats_taken" => "จำนวนที่นั่งที่ถูกจอง",

	"no_signature_req" => "ไม่ต้องใช้ลายเซ็น",

	"no_tips_for_now" => "ไม่มีข้อแนะนำสำหรับตอนนี้...",

	"no_tips_found" => "ไม่พบข้อแนะนำ",

	"no_help_requests_for_now" => "ไม่มีการร้องขอความช่วยเหลือสำหรับตอนนี้...",

	"no_help_request_found" => "ไม่พบการขอความช่วยเหลือ",

	"not_yet_started" => "ยังไม่เริ่ม",

	"not_a_student" => "ไม่ใช่ผู้เรียน?",

	"number_of_students" => "จำนวนผู้เรียน",

	"ongoing" => "กำลังดำเนินการ",

	"On Going" => "หรือ",

	"or" => "หรือ",

	"other_address_info" => "ข้อมูลที่อยู่ที่อื่นๆ (ถ้ามี",

	"other_req" => "คำขออื่นๆ",

	"out_of" => "ออกจาก",

	"overall_school_progress" => "ความคืบหน้าของสถาบันในภาพรวม",

	"paid" => "ชำระเงินแล้ว",

	"parent" => "ผู้ปกครอง",

	"parent_should_register" => "ผู้ปกครองควรเป็นผู้ลงทะเบียน กรุณาคลิก",

	"password" => "รหัสผ่าน",

	"password_limit" => "รหัสผ่านต้องมีอย่างน้อย 8 ตัวอักษร และมีตัวเลขอย่างน้อย 1 ตัว",

	"password_new_use" => "ตอนนี้คุณต้องใช้รหัสผ่านใหม่เพื่อเข้าสู่ระบบ",

	"password_set" => "รหัสผ่านของคุณได้รับการบันทึกแล้ว",

	"pay_subscription" => "ชำระค่าสมาชิก",

	"payment" => "การชำระเงิน",

	"payment_list" => "รายการชำระเงิน",

	"payment_management" => "การบริหารจัดการการชำระเงิน",

	"payment_method" => "วิธีการชำระเงิน",

	"payment_status" => "สถานะการชำระเงิน",

	"pending" => "อยู่ระหว่างดำเนินการ",

	"pending_email" => "อีเมล์ที่กำลังดำเนินการ",

	"pending_email_address" => "ที่อยู่อีเมล์ที่กำลังดำเนินการ",

	"personal_info" => "ข้อมูลส่วนบุคคล",

	"picture_password" => "รหัสผ่านรูปภาพ",

	"pick_an_avatar" => "เลือกรูปประจำตัวสำหรับโปรไฟล์ของคุณ",

	"please_login" => "กรุณาเข้าสู่ระบบ",

	"please_add_classroom" => "กรุณาเพิ่มห้องเรียน",

	"please_select_subject" => "กรุณาเลือกบทเรียน",

	"please_select_email" => "กรุณาเลือกอีเมล์หรือชื่อของนักเรียน",

	"please_select_subscription" => "กรุณาเลือกการสมัครสมาชิก",

	"points" => "คะแนน",

	"post_status" => "ระบุสถานะ",

	"postal_code" => "รหัสไปรษณีย์",

	"posted_by" => "เขียนโดย",

	"posted_since" => "เขียนตั้งแต่",

	"previous" => "ก่อนหน้านี้",

	"principal" => "อาจารย์ใหญ่",

	"price" => "ราคา",

	"print" => "พิมพ์",

	"profile" => "ข้อมูลส่วนตัว",

	"proceed_to_dashboard" => "ดำเนินการไปหน้าแดชบอร์ด",

	"proceed_to_questions" => "ดำเนินการไปคำถาม",

	"proceed_to_next_questions" => "ดำเนินการไปคำถามถัดไป",

	"progress" => "ความคืบหน้า",

	"question" => "คำถาม",

	"quick" => "รวดเร็ว",

	"quick_stats" => "สถิติแบบสรุป",

	"rate" => "อัตรา",

	"rating" => "คะแนน",

	"regards" => "ความนับถือ",

	"register" => "ลงทะเบียน",

	"registration_success" => "การลงทะเบียนที่ประสบความสำเร็จ",

	"reject" => "ปฏิเสธ",

	"rejected" => "ปฏิเสธแล้ว",

	"remove_invoice" => "ลบใบแจ้งหนี้",

	"remove_student" => "ลบนักศึกษา",

	"renew_subscription" => "ต่ออายุการเป็นสมาชิก",

	"review_teaching_content" => "ทบทวนเนื้อหา",

	"review_teaching_content_msg" => "คุณจำเป็นต้องทบทวนนื้อหาการเรียนการสอน",

	"reports" => "รายงาน",

	"report_card" => "ใบรายงาน",

	"resend" => "ส่งซ้ำ",

	"reset" => "ส่งซ้ำแล้ว",

	"reset_caps" => "คืนค่าเดิม",

	"resume" => "ใบประวัติการทำงาน",

	"reset_password" => "ตั้งรหัสผ่านใหม่",

	"reset_password_success" => "ตั้งรหัสผ่านใหม่เรียบร้อย",

	"retrieve_pic_password" => "ซ่อมแซมรหัสภาพ",

	"review_contents" => "ทบทวนเนื้อหา",

	"rewards" => "รางวัล",

	"reward_points" => "คะแนนสะสม",

	"rewards_points_earn" => "คะแนนสะสมที่จะได้รับ",

	"rate_this_answer" => "ให้คะแนนคำตอบ",

	"role" => "บทบาท",

	"save" => "บันทึก",

	"save_subscription" => "บันทึกการสมัครสมาชิก",

	"save_subscription_msg" => "การเปลี่ยนแปลงของคุณจะถูกบันทึกไว้ คุณแน่ใจหรือว่าต้องการยกเลิกการสมัครรับข้อมูลนี้?",

	"save_status" => "บันทึกสถานะ",

	"save_changes" => "บันทึกการเปลี่ยนแปลง",

	"school" => "สถาบัน",

	"school_address" => "ที่อยู่ของสถาบัน",

	"school_city" => "เมืองที่ตั้งสถาบัน",

	"school_contact_info" => "ข้อมูลการติดต่อสถาบัน",

	"school_info" => "ข้อมูลสถาบัน",

	"school_level" => "ระดับสถาบัน",

	"school_name" => "ชื่อสถาบัน",

	"school_state" => "รัฐที่ตั้งของสถาบัน",

	"scores" => "คะแนน",

	"search" => "ค้นหา",

	"seats_taken" => "ที่นั่งถูกจองแล้ว",

	"see_all_points" => "ดูคะแนนทั้งหมด",

	"select_answer_status" => "เลือกสถานะคำตอบ",

	"select_class" => "เลือกชั้นเรียน",

	"select_country" => "เลือกประเทศ",

	"select_difficulty" => "เลือกระดับความยาก",

	"select_gender" => "เลือกเพศ",

	"select_grade" => "เลือกเกรด",

	"select_help_request_status" => "เลือกสถานะขอความช่วยเหลือ",

	"select_learning_style" => "เลือกรูปแบบการเรียนรู้",

	"select_level" => "เลือกระดับ",

	"select_rate" => "เลือกอัตรา",

	"select_role" => "เลือกบทบาท",

	"select_status" => "เลือกสถานะ",

	"select_subject" => "เลือกบทเรียน",

	"select_subscription" => "เลือกการสมัครสมาชิก",

	"select_pic_new_pic_password" => "เลือกภาพสำหรับรหัสผ่านภาพใหม่ของคุณ",

	"select_pic_confirm_pic_password" => "เลือกรูปภาพเพื่อยืนยันรหัสผ่านภาพใหม่ของคุณ",

	"sequence_number" => "ลำดับหมายเลข",

	"sequence_no" => "ลำดับหมายเลข",

	"set_new_password" => "ตั้งค่ารหัสผ่านใหม่",

	"set_password" => "ตั้งรหัสผ่าน",

	"sign_via_fb" => "เข้าสู่ระบบผ่านทาง Facebook",

	"sign_via_google" => "เข้าสู่ระบบด้วยบัญชี Google",

	"sign_up" => "ลงชื่อ",

	"skip" => "ข้าม",

	"starting" => "เริ่มต้น",

	"state" => "สถานะ",

	"status" => "สถานะ",

	"step_1" => "ขั้นตอนที่ 1",

	"step_2" => "ขั้นตอนที่ 2",

	"stop_impersonating" => "หยุดการแอบอ้าง",

	"street_address" => "ถนน",

	"struggling" => "ดิ้นรน",

	"student" => "ผู้เรียน",

	"student_13_years_old_younger" => "ผู้เรียนที่อายุต่ำกว่า 13 ปีไม่สามารถลงทะเบียนด้วยตนเองได้ กรุณาสอบถามผู้ปกครอง",

	"student_name" => "ชื่อผู้เรียน",

	"student_list" => "รายชื่อผู้เรียน",

	"student_login" => "ผู้เรียนเข้าสู่ระบบที่นี่",

	"student_report" => "รายงานสำหรับผู้เรียน",

	"student_rewards" => "รางวัลสำหรับผู้เรียน",

	"student_registration" => "การลงทะเบียนผู้เรียน",

	"student_status" => "สถานภาพผู้เรียน",

	"student_to_watch" => "ผู้เรียนสมควรดู",

	"subject" => "รายวิชา",

	"subject_area" => "กลุ่มวิชา",

	"subscription" => "การสมัครสมาชิก",

	"submit" => "ส่ง",

	"subtotal" => "รวม",

	"success" => "สำเร็จ!",

	"successfully_changed" => "ทำการเปลี่ยนแปลงสำเร็จ",

	"successful_payment" => "ดำเนินการชำระเงินสำเร็จ",

	"successful_add_student" => "เพิ่มผู้เรียนสำเร็จ",

	"successful_add_help_request_2" => "เพิ่มการร้องขอความช่วยเหลือของคุณสำเร็จ",

	"successful_add_tip" => "เพิ่มข้อแนะนำของคุณสำเร็จ",

	"successful_payment_msg" => "คุณได้ทำการดำเนินการชำระเงินสำเร็จ",

	"successful_remove_student" => "ลบผู้เรียนสำเร็จ",

	"successful_submit_answer" => "ส่งคำตอบของคุณสำเร็จ",

	"successful_change_avatar" => "คุณได้ทำการแก้ไขรูปประจำตัวของคุณสำเร็จ",

	"success_add_new_tip" => "สำเร็จ! คุณได้เพิ่มข้อแนะนำใหม่ ขณะนี้เนื้อหาของคุณกำลังถูกตรวจสอบ",

	"success_add_help_request" => "สำเร็จ! คุณได้เพิ่มการขอความช่วยเหลือใหม่ ขณะนี้เนื้อหาของคุณกำลังถูกตรวจสอบ",

	"summary_progress" => "สรุปความคืบหน้า",

	"teacher" => "อาจารย์",

	"teacher_comparison_progress" => "กระบวนการการเปรียบเทียบของอาจารย์",

	"teaching_content" => "เนื้อหาส่วนการเรียนการสอน",

	"teacher_management" => "การบริหารจัดการผู้สอน",

	"teacher_invitation" => "การเชิญผู้สอน",

	"teacher_list" => "รายการผู้สอน",

	"terms_and_conditions" => "ข้อตกลงและเงื่อนไข",

	"test_completed" => "การทดสอบเสร็จสมบูรณ์",

	"time_remaining" => "เวลาที่เหลืออยู่",

	"tips" => "เคล็ดลับ",

	"tip_list" => "รายการเคล็ดลับ",

	"tip_details" => "รายละเอียดเคล็ดลับ",

	"tips_help" => "เคล็ดลับ / ช่วยเหลือ",

	"tips_and_help_request" => "เคล็ดลับและการร้องขอความช่วยเหลือ",

	"title" => "หัวข้อ",

	"to" => "ไป",

	"to_register" => "เพื่อลงทะเบียน.",

	"toggle_navigation" => "นำสู่ที่หมาย",

	"total" => "ทั้งหมด",

	"total_no_seats" => "ที่นั่งทั้งหมด",

	"total_price" => "ราคารวม",

	"type" => "ประเภท",

	"update" => "ปรับปรุง",

	"updated_your_profile" => "คุณปรับปรุงข้อมูลส่วนตัวของคุณสำเร็จ",

	"upload_csv_file" => "อัปโหลดไฟล์ CSV",

	"usd" => "ดอลล่า",

	"user" => "ผู้ใช้",

	"username" => "ชื่อผู้ใช้",

	"username_or_email" => "ชื่อผู้ใช้หรืออีเมล์",

	"view_client_account_profile" => "ดูรายละเอียดโปรไฟล์ลูกค้า",

	"view_contents" => "ดูเนื้อหา",

	"view_class_details" => "ดูรายละเอียดห้องเรียน",

	"view_image" => "ดูภาพ",

	"view_list" => "ดูรายการ",

	"view_more" => "ดูเพิ่มเติม",

	"view_payment" => "ดูวิธีการชำระเงิน",

	"view_payment_list" => "ดูรายการชำระเงิน",

	"view_profile" => "ดูโปรไฟล์",

	"view_questions" => "ดูคำถาม",

	"view_student" => "ดูนักศึกษา",

	"welcome" => "ยินดีต้อนรับ",

	"wrong" => "ไม่ถูกต้อง",

	"yes" => "ใช่",

	"you_have_successfully_registered" => "คุณได้ลงทะเบียนเรียบร้อยแล้ว",

	"your_req" => "คำร้องขอของคุณ",

	"your_pic_password_reset" => "รหัสผ่านภาพของคุณได้รับการตั้งค่าใหม่",

	"you_may_now_use_new_pic_password_to_login" => "คุณจะต้องใช้รหัสผ่านภาพใหม่ของคุณเพื่อเข้าสู่ระบบ",

	"admin_dashboard" => "กระดานหลักของผู้ดูแลระบบ",

	"admin_forgot_enter_code" => "ใส่รหัส",

	"admin_password_reset" => "รีเซ็ตรหัสผ่าน",

	"admin_forgot_password" => "ลืมรหัสผ่าน",

	"admin_add_admin_user" => "เพิ่มผู้ใช้ผู้ดูแลระบบ",

	"super_admin" => "ผู้ดูแลระบบ",

	"admin_delete" => "ลบผู้ดูแลระบบ",

	"admin_edit_email" => "แก้ไขที่อยู่อีเมล์",

	"admin_new_email" => "ที่อยู่อีเมล์ใหม่",

	"admin_add_admin" => "เพิ่มผู้ดูแลระบบ",

	"admin_list" => "รายการผู้ดูแลระบบ",

	"admin_email_sent" => "อีเมล์ถูกส่งไปยัง",

	"admin_with_password" => "ด้วยระหัสผ่านที่คุณได้ตั้งค่าไว้",

	"admin_view_user" => "ดูผู้ดูแลระบบ",

	"admin_edit_user" => "แก้ไขผู้ดูแลระบบ",

	"admin_add_age_group" => "เพิ่มกลุ่มอายุ",

	"admin_select_age" => "เลือกกลุ่มอายุ",

	"admin_total_points_earned" => "คะแนนรวมที่ได้รับ",

	"admin_edit_age_group" => "แก้ไขกลุ่มอายุ",

	"admin_age_group_list" => "รายการกลุ่มอายุ",

	"admin_delete_age_group" => "ลบกลุ่มอายุ",

	"admin_delete_age_group_msg" => "คุณแน่ใจหรือว่าคุณต้องการลบกลุ่มอายุนี้?",

	"admin_announce_client" => "การประกาศของลูกค้า",

	"admin_announce_success_created" => "การสร้างการประกาศเสร็จเรียบร้อย",

	"admin_announce_your_message" => "ข้อความของคุณ",

	"admin_add_client" => "เพิ่มลูกค้า",

	"admin_client_details" => "รายละเอียดของลูกค้า",

	"admin_delete_client" => "ลบลูกค้า",

	"admin_delete_confirm_msg" => "คุณแน่ใจหรือว่าต้องการที่จะลบบัญชีนี้?",

	"admin_records_not_inserted" => "ประวัติไม่ได้ถูกแนบ",

	"admin_registered_users" => "ผู้ใช้งานที่ลงทะเบียน",

	"admin_not_registered" => "ไม่ได้ลงทะเบียน",

	"admin_client_list" => "รายการผู้รับบริการ",

	"admin_import_teacher" => "นำเข้าผู้สอน",

	"admin_add_content" => "เพิ่มเนื้อหา",

	"admin_content_code" => "รหัสของเนื้อหา",

	"admin_content_text" => "อักษรของเนื้อหา",

	"admin_module_details" => "รายละเอียดโมดูล",

	"admin_media_type" => "ประเภทสื่อ",

	"admin_select_media" => "- เลือกประเภทสื่อ ",

	"admin_teaching_module_name" => "กลุ่มของชื่อการเรียนการสอน",

	"admin_video_type" => "URL ของวิดีโอ",

	"admin_video_format_msg" => "URL ของวิดีโอควรมีรูปแบบนี้",

	"admin_video_format_msg_url" => "https://player.vimeo.com/video/{video_id}",

	"admin_view_content_image" => "ดูภาพเนื้อหา",

	"admin_delete_module_content" => "ลบเนื้อหาโมดูล",

	"admin_delete_module_content_msg" => "คุณแน่ใจหรือว่าต้องการลบเนื้อหานี้?",

	"admin_content_list" => "รายการเนื้อหาของโมดูล",

	"admin_add_grade" => "เพิ่มระดับชั้น",

	"admin_grade_name" => "ชื่อระดับชั้น",

	"admin_grade_code" => "รหัสเกรด",

	"admin_group" => "กลุ่ม",

	"admin_select_age_group" => "- เลือกกลุ่มอายุ ",

	"admin_delete_grade" => "ลบระดับชั้น",

	"admin_delete_grade_msg" => "คุณแน่ใจหรือว่าต้องการลบระดับชั้นนี้?",

	"admin_update_grade" => "ปรับปรุงระดับชั้น",

	"admin_grade_list" => "รายการระดับชั้น",

	"admin_grade_management" => "การจัดการระดับชั้น",

	"admin_delete_help_request" => "ลบคำร้องขอความช่วยเหลือ",

	"admin_delete_help_request_msg" => "คุณแน่ใจหรือว่าต้องการลบคำร้องขอความช่วยเหลือนี้?",

	"admin_request_content" => "เนื้อหาของการร้องขอ",

	"admin_request_details" => "รายละเอียดคำร้อง",

	"admin_select_type" => "เลือกประเภท",

	"admin_help_request_status" => "สถานะคำขอ",

	"admin_help_request_title" => "ชื่อคำขอความช่วยเหลือ",

	"admin_help_request_list" => "รายการคำขอความช่วยเหลือ",

	"admin_delete_help_request_answer" => "ลบคำตอบของคำขอความช่วยเหลือ",

	"admin_delete_help_request_answer_msg" => "คุณแน่ใจหรือว่าต้องการลบคำตอบคำขอความช่วยเหลือนี้?",

	"admin_answer_content" => "เนื้อหาคำตอบ",

	"admin_answer_details" => "รายละเอียดคำตอบ",

	"admin_request_answer_status" => "สถานะคำตอบคำขอ",

	"admin_help_answer_list" => "รายการคำตอบคำขอความช่วยเหลือ",

	"admin_invoice_list" => "รายการใบแจ้งหนี้",

	"admin_invoice_management" => "การจัดการใบแจ้งหนี้",

	"admin_order_number" => "จำนวนรายการสั่งซื้อ",

	"admin_order_no" => "รายการสั่งซื้อ",

	"admin_select_status" => "เลือกสถานะ",

	"admin_invoice_no" => "ไม่มีใบแจ้งหนี้",

	"admin_order_list" => "รายการสั่งซื้อ",

	"admin_back_to_class_list" => "กลับยังรายการห้องเรียน",

	"admin_view_all_student_under_this_order" => "ชมผู้เรียนภายใต้คำสั่งนี้ทั้งหมด",

	"admin_administrator_logs" => "ผู้ดูแลการเข้าระบบ",

	"admin_error_logs" => "การเข้าระบบผิดพลาด",

	"admin_security_logs" => "การรักษาความปลอดภัยในการเข้าระบบ",

	"admin_system_logs" => "ระบบบันทึก",

	"admin_user_logs" => "บันทึกของผู้ใช้งาน",

	"admin_administrator" => "ผู้ดูแลระบบ",

	"admin_error" => "ข้อผิดพลาด | ข้อผิดพลาด",

	"admin_user" => "ผู้ใช้งาน",

	"admin_security" => "การรักษาความปลอดภัย",

	"admin_system" => "ระบบ",

	"admin_api_accessed" => "การเข้าถึง API",

	"admin_info" => "ข้อมูล",

	"admin_log_details" => "ข้อมูลการบันทึก",

	"admin_page_accessed" => "การเข้าถึงหน้า",

	"admin_response_code" => "เลือกรหัสการตอบสนอง",

	"admin_response_status" => "สถานะการตอบสนอง",

	"admin_select_admin_type" => "เลือกประเภทของผู้ดูแลระบบ",

	"admin_type" => "ประเภทของผู้ดูแลระบบ",

	"admin_value" => "มูลค่า",

	"admin_download" => "ดาวน์โหลด",

	"admin_log_files" => "เอกสารที่บันทึก",

	"admin_agent_used" => "ตัวแทนที่ใช้งาน",

	"admin_http_response" => "การตอบสนองของ HTTP",

	"admin_log_type" => "ประเภทของบันทึก",

	"admin_select_security" => "เลือกประเภทบันทึก",

	"admin_user_type" => "เลือกประเภทของผู้ใช้",

	"admin_user_type_lbl" => "ประเภทของผู้ใช้",

	"admin_add_module" => "เพิ่มโมดูล",

	"admin_common_core_area" => "ส่วนหลักทั่วไป",

	"admin_common_core_url" => "URL หลักทั่วไป",

	"admin_points_to_unlock" => "เลือกเพื่อปลดล็อก",

	"admin_points_to_finish" => "เลือกเพื่อเสร็จสิ้น",

	"admin_select_subject" => "เลือกบทเรียน",

	"admin_delete_module" => "ลบโมดูล",

	"admin_delete_module_msg" => "คุณแน่ใจหรือไม่ที่จะลบโมดูลนี้?",

	"admin_module_management" => "การจัดการโมดูล",

	"admin_module_name" => "ชื่อโมดูล",

	"admin_module_list" => "รายการโมดูล",

	"admin_contents" => "เนื้อหา",

	"admin_module_content" => "เนื้อหาโมดูล",

	"admin_q_and_a" => "คำถามและคำตอบ",

	"admin_view_image" => "ดูภาพ",

	"admin_view_module" => "แสดงส่วนนี้",

	"admin_add_bulk_discount" => "เพิ่มส่วนลดจำนวนมาก",

	"admin_min_seats" => "จำนวนที่นั่งขั้นต่ำ",

	"admin_percentage" => "ร้อยละ",

	"admin_percentage_list" => "รายการร้อยละ",

	"admin_update_bulk_discount" => "อัพเดตส่วนลดจำนวนมาก",

	"admin_age_group" => "กลุ่มอายุ",

	"admin_add_client_discount" => "เพิ่มส่วนลดลูกค้า",

	"admin_client_discount_list" => "รายชื่อส่วนลดของลูกค้า",

	"admin_update_client_discount" => "อัพเดทส่วนลดลูกค้า",

	"admin_discount_percentage" => "ส่วนลดร้อยละ",

	"admin_add_price" => "เพิ่มราคา",

	"admin_days" => "วัน",

	"admin_price_list" => "รายการราคา",

	"admin_update_price" => "อัพเดทราคา",

	"admin_subscription_name" => "ชื่อสมาชิก",

	"admin_bulk_settings" => "การตั้งค่าเพิ่มเติม",

	"admin_client_discount" => "ส่วนลดลูกค้า",

	"admin_price_and_discount" => "ราคาและส่วนลดพิเศษ",

	"admin_price_settings" => "การตั้งราคา",

	"admin_answer_code" => "รหัสคำตอบ",

	"admin_answer_image" => "ภาพคำตอบ",

	"admin_answer_list" => "รายการคำตอบ",

	"admin_correct_answer" => "คำตอบที่ถูกต้อง",

	"admin_coordinate" => "จัดตั้ง",

	"admin_count" => "นับ",

	"admin_delete_answer" => "ลบคำตอบ",

	"admin_delete_answer_msg" => "คุณแน่ใจหรือไม่ว่าต้องการลบคำตอบนี้ ?",

	"admin_field" => "สนาม",

	"admin_field_name" => "ชื่อสนาม",

	"admin_label" => "ฉลาก",

	"admin_points_equivalent" => "จุดคุ้มทุน",

	"admin_select_answer" => "- เลือกคำตอบ ",

	"admin_x_axis" => "แกน X",

	"admin_y_axis" => "แกน Y",

	"admin_x_coordinates" => "พิกัด X",

	"admin_y_coordinates" => "พิกัด Y",

	"admin_points_earned" => "คะแนนสะสม",

	"admin_graph" => "แผนภูมิ",

	"admin_horizontal" => "ตามแนวนอน",

	"admin_mc" => "ทางเลือกอื่นๆ",

	"admin_order" => "สั่งซื้อ|สั่งซื้อ",

	"admin_orientation" => "การแนะนำ",

	"admin_provide" => "ข้อกำหนด",

	"admin_quadrant" => "จตุภาค",

	"admin_question_details" => "รายละเอียดของคำถาม",

	"admin_question_image" => "ภาพคำถาม",

	"admin_question_instruction_msg" => "คำตอบจะต้องคั่นด้วยเครื่องหมายจุลภาคเพื่อบ่งชี้ถึงการสั่งซื้อ",

	"admin_question_required_info" => "ข้อมูลที่จำเป็น",

	"admin_question_text" => "ข้อความคำถาม",

	"admin_question_type" => "ประเภทของคำถาม",

	"admin_select_orientation" => "เลือกการแนะนำ",

	"admin_select_question_type" => "- เลือกประเภทคำถาม ",

	"admin_vertical" => "แนวตั้ง",

	"admin_add_q_a" => "เพิ่ม คำถามและคำตอบ",

	"admin_delete_question" => "ลบคำถาม",

	"admin_question_list" => "รายการคำถาม",

	"admin_delete_image" => "ลบรูปภาพ",

	"admin_delete_image_msg" => "คุณแน่ใจว่าต้องการลบรูปภาพนี้หรือไม่?",

	"admin_delete_student" => "ลบผู้เรียน",

	"admin_delete_student_msg" => "คุณแน่ใจหรือว่าต้องการที่จะลบบัญชีนี้?",

	"admin_date_earned" => "วันที่ได้รับ",

	"admin_delete_badge" => "ลบป้ายออก",

	"admin_delete_badge_msg" => "คุณแน่ใจหรือไม่ว่าคุณต้องการลบป้ายนี้หรือไม่?",

	"admin_edit_points" => "แก้ไขคะแนน",

	"admin_edit_badges" => "แก้ไขป้าย",

	"admin_event" => "เหตุการณ์สำตัญ",

	"admin_manual" => "คู่มือ",

	"admin_student_management" => "การบริหารนักศึกษา",

	"admin_student_list" => "รายชื่อผู้เรียน",

	"admin_badge_name" => "ป้ายชื่อ",

	"admin_point_history" => "ประวัติคะแนน",

	"admin_student_details" => "รายละเอียดนักศึกษา",

	"admin_view_rewards" => "ชมรางวัล",

	"admin_add_subject" => "เพิ่มรายวิชา",

	"admin_subject_code" => "รหัสวิชา",

	"admin_delete_subject" => "ลบรายวิชา",

	"admin_delete_subject_msg" => "คุณแน่ใจว่าต้องการลบรายวิชานี้หรือไม่?",

	"admin_add_subject_area" => "เพิ่มกลุ่มวิชา",

	"admin_area_code" => "รหัสพื้นที่",

	"admin_subject_name" => "ชื่อรายวิชา",

	"admin_delete_subject_area" => "ลบกลุ่มวิชา",

	"admin_delete_subject_area_msg" => "คุณแน่ใจหรือว่าต้องการลบกลุ่มวิชานี้หรือไม่?",

	"admin_update_subject_area" => "ปรับปรุงกลุ่มวิชา",

	"admin_back_to_subject" => "กลับไปยังหัวข้อ",

	"admin_subject_area_mngt" => "การบริหารกลุ่มวิชา",

	"admin_update_subject" => "ปรับปรุงรายวิชา",

	"admin_subject_list" => "รายการรายวิชา",

	"admin_subject_mngt" => "การบริหารรายวิชา",

	"admin_delete_tip" => "ลบข้อแนะนำ",

	"admin_delete_tip_msg" => "คุณแน่ใจหรือไม่ว่าคุณต้องการลบข้อแนะนำนี้?",

	"admin_rate_tip" => "ประเมินข้อแนะนำ",

	"admin_tip_content" => "เนื้อหาข้อแนะนำ",

	"admin_tip_details" => "รายละเอียดเคล็ดลับ",

	"admin_tip_status" => "สถานะข้อแนะนำ",

	"admin_tip_list" => "รายการเคล็ดลับ",

	"admin_invoice" => "การจัดการผู้เรียน",

	"admin_manage_admin" => "การจัดการดูแลระบบ",

	"admin_manage_client" => "การจัดการผู้รับบริการ",

	"admin_manage_student" => "จัดการนักศึกษา",

	"admin_master_settings" => "การตั้งค่า",

	"admin_module_mgmt" => "การจัดการโมดูล",

	"admin_price_mgmt" => "การบริหารจัดการราคา",

	"admin_price_discounts" => "ราคาและส่วนลด",

	"admin_user_mgmt" => "การจัดการผู้ใช้",

	"client_dashboard" => "กระดานสำหรับผู้รับบริการ",

	"client_confirm_as" => "ยืนยันว่าบัญชีเป็น",

	"client_registration_success_msg" => "บัญชีอีเมลของคุณได้รับการยืนยันเรียบร้อยแล้ว",

	"client_registration_success_msg2" => "คุณจะได้รับอีเมลแจ้งสถานะการลงทะเบียนของคุณในไม่ช้าโดยผู้ดูแลระบบของเรา",

	"client_registration_success_msg3" => "หากคุณยังไม่ได้รับอีเมลกรุณาตรวจสอบกล่องจดหมายหรือจดหมายขยะ",

	"client_bulletin_board" => "กระดานข่าว",

	"client_not_a_client" => "ไม่ได้เป็นผู้ปกครอง / อาจารย์ / โรงเรียน?",

	"client_enter_reset_code" => "ใส่รหัสใหม่",

	"client_reset_code_resent" => "รหัสใหม่ถูกส่งอีกครั้ง",

	"client_reset_code" => "ตั้งรหัสใหม่",

	"client_resend_code" => "ส่งรหัสใหม่อีกครั้ง",

	"client_proceed" => "ดำเนินการ",

	"client_retrieve_password" => "คืนค่ารหัสเดิม",

	"client_reset_code_sent" => "รหัสใหม่ถูกส่งแล้ว",

	"client_reset_code_msg" => "โปรดดูที่กล่องจดหมายหรือจดหมายขยะเพื่อตรวจสอบจดหมายของคุณ <br/> โปรดกรอกอีเมล์ที่ต้องการให้เราส่งรหัสยืนยันที่กล่องด้านล่าง",

	"client_teacher_registration" => "ลงทะเบียนผู้สอน",

	"client_register_new_account" => "ลงทะเบียนบัญชีผู้ใช้ใหม่",

	"client_confirmation_sent" => "โปรดใส่รหัสยืนยันเพื่อยืนยันบัญชีอีเมล์ของคุณ",

	"client_login_proceed_my_profile" => "เมื่อเข้าสู่ระบบแล้ว กรุณาดำเนินการต่อในส่วนของโปรไฟล์ของฉันเพื่อยืนยันอีเมล์ใหม่ของคุณ",

	"client_thank_you_for_register" => "ขอบคุณสำหรับการลงทะเบียนเพื่อบทเรียนในอนาคต!",

	"client_confirm_code_sent" => "รหัสยืนยันได้ถูกส่งไปยังบัญชีอีเมล์ของคุณ",

	"client_enter_confirm_code" => "กรุณาใส่รหัสยืนยันเพื่อยืนยันที่อยู่อีเมล์ของคุณและการตั้งค่ารหัสผ่านใหม่",

	"client_new_confirmation_code" => "รหัสยืนยันใหม่ได้รับการส่งไปยังบัญชีอีเมล์ของคุณ",

	"client_check_inbox" => "คุณ",

	"client_register_as" => "ลงทะเบียนบัญชีเป็น",

	"client_sign_up_fb" => "ลงทะเบียนผ่านทาง Facebook",

	"client_sign_up_google" => "ลงทะเบียนผ่านบัญชี Google",

	"tc_msg" => "ข้อกำหนดและข้อบังคับของผู้ใช้บริการ FUTUREED PTE LTD",

	"tc_msg2" => "ขอขอบคุณที่เลือก Futures Pte Ltd สำหรับความต้องการของคุณประเมิน  <br/> เราตั้งใจที่จะให้ให้คุณมีผลิตภัณฑ์ที่ดีที่สุดในอุตสาหกรรมที่มีคุณภาพสูง แข่งขันทางราคาได้ ความน่าเชื่อถือ <br /> เพื่อให้บรรลุเป้าหมายที่เราต้องการที่จะทำข้อตกลงทางกฎหมายบางอย่างเพื่อให้มั่นใจว่าบริการของเราจะถูกนำมาใช้ในทางที่เหมาะสม ปลอดภัยและถูกต้องตามกฎหมาย <br/> ข้อตกลงเหล่านี้อาจได้รับการปรับปรุงเป็นครั้งคราว เมื่อมีการปรับเปลี่ยนข้อตกลงเหล่านี้ จะมีการแจ้งให้ทราบ",

	"tc_msg3" => "บทแนะนำ",

	"tc_msg4" => "ถ้าคุณกำลังใช้ Futureed Pte Ltd ในนามขององค์กรธุรกิจหรือองค์กรอื่นๆ ที่คุณรับรองและรับประกันการ KCGA ว่าคุณมีอำนาจที่จะผูกพันองค์กรธุรกิจดังกล่าวหรือองค์กรอื่นๆ เพื่อข้อตกลงและเงื่อนไขการใช้งานนี้ <br/> ใน เหตุการณ์ดังกล่าวทั้งคุณทำหน้าที่ในนามของกิจการธุรกิจหรือองค์กรอื่นๆ และองค์กรธุรกิจหรือองค์กรอื่นๆ สำหรับคนที่คุณทำหน้าที่จะร่วมกันและต่างผูกพันตามข้อตกลงและเงื่อนไขในการใช้งานและการอ้างอิงในข้อกำหนดและเงื่อนไขการใช้งานนี้ ที่ \"ลูกค้า\" \"คุณ\" หรือ \"คุณ\" หมายถึงทั้งคุณทำหน้าที่ในนามของกิจการธุรกิจหรือองค์กรอื่นๆ และองค์กรธุรกิจหรือองค์กรอื่นๆ สำหรับคนที่คุณทำหน้าที่ร่วมกันและต่าง นอกจากนี้ยังแสดงให้เห็นว่าถ้าคุณถ่ายโอนการบริหารงานของบัญชีขององค์กรของคุณให้กับบุคคลอื่นภายในองค์กรเดียวกันคนที่จะต้องดำเนินการตามกฎหมายที่จะเป็นตัวแทนและทำหน้าที่ในนามขององค์กรธุรกิจของการลงทะเบียนและบัญชี",

	"tc_msg5" => "การใช้งาน Futureed",

	"tc_msg6" => "Futureed Pte Ltd เปิดใช้งานได้โดย Kosh Consulting Group (Asia) Pte Ltd (KCGA) ให้เครื่องมือการประเมินออนไลน์จากระยะไกลผู้สมัครทดสอบในพื้นที่ที่มีความสามารถทางจิตวิทยาและบุคลิกภาพ <br/> ทั้งสองหน่วยงานจะใช้สลับกันเพื่อวัตถุประสงค์ทางกฎหมาย <br/> โดยการลงทะเบียนใช้ Futureed คุณจะให้ความยินยอมในข้อกำหนดและเงื่อนไขดังต่อไปนี้ในข้อตกลงนี้.<br/> เรายังมีนโยบายความเป็นส่วนตัวที่คุณสามารถค้นหาบนเว็บไซต์ของเรา",

	"tc_msg7" => "มิฉะนั้น ถ้าหากคุณปฏิเสธที่จะมีอำนาจตามกฎหมายที่จะลงนามผูกพันนิติบุคคล เช่น ธุรกิจหรือองค์กรอื่นๆ หรือถ้าคุณไม่ได้ใช้เว็บไซต์ Futureed Pte Ltd ในนามขององค์กรธุรกิจหรือองค์กรอื่นๆ ที่คุณเห็นว่าข้อตกลงและเงื่อนไขในการใช้งานเหล่านี้จะมีผลผูกพัน ให้กับคุณในความสามารถของแต่ละบุคคลและการอ้างอิงในข้อตกลงและเงื่อนไขในการใช้เพื่อ \"ลูกค้า KCGA\" \"คุณ\" หรือ \"คุณ\" หมายถึงคุณในความสามารถของแต่ละบุคคล",

	"tc_msg8" => "ความรับผิดชอบสำหรับการใช้งาน",

	"tc_msg9" => "ในฐานะที่เป็นบัญชีผู้ใช้หรือผู้ใช้ Futureed คุณรับผิดชอบอย่างเต็มที่สำหรับการใช้งานทั้งหมดของ Futureed Pte Ltd ด้วยตัวเองและคนอื่นๆ ภายในองค์กรของคุณ <br/> คุณยอมรับว่าบุคคลที่เข้าถึงและใช้ Futureed Pte Ltd ทำหน้าที่ในนามและสำหรับแต่ละบัญชีของลูกค้าและลูกค้าเป็นผู้รับผิดชอบต่อการกระทำที่ผิดพลาดใดๆ และการละเว้นการกระทำโดยผู้ใช้และการละเมิดของผู้ใช้หรือเริ่มต้นของข้อตกลงและเงื่อนไขการใช้งานนี้",

	"tc_msg10" => "คุณเป็นตัวแทนของใบสำคัญแสดงสิทธิและพันธสัญญาว่า",

	"tc_msg11" => "คุณจะส่งเอกสารที่เหมาะสมและเหมาะสมตามที่ร้องขอโดย KCGA สำหรับเราที่จะทำให้การประเมินเกี่ยวกับความเหมาะสมและคุณสมบัติของคุณที่จะใช้ผลิตภัณฑ์และบริการของ Futureed Pte Ltd",

	"tc_msg12" => "คุณจะมั่นใจว่าป้องกันที่เหมาะสมจะถูกนำสำหรับการป้องกันรหัสผ่านของคุณ คุณเข้าใจดีว่าเราไม่ได้มีการเข้าถึงรหัสผ่านของคุณและคุณจะต้องสร้างรหัสผ่านที่ไม่ซ้ำกันใหม่ในกรณีที่คุณสูญเสียหรือลืมรหัสผ่านของคุณ",

	"tc_msg13" => "เราจะมีสิทธิ์ในการลบบัญชี Futureed Pte Ltd ของคุณและบันทึกที่เกี่ยวข้องทั้งหมดหลังจากช่วงระยะเวลา 18 เดือนไม่มีการใช้งานในบัญชี Futureed Pte Ltd ของคุณ",

	"tc_msg14" => "คุณจะต้องรับผิดชอบสำหรับการสำรองข้อมูลและระเบียนทั้งหมดส่งไปยัง Futureed Pte Ltd และรับผิดชอบอย่างเต็มที่สำหรับการให้บริการสถานที่จัดเก็บสำรองข้อมูลสำหรับบันทึกสำหรับระเบียนผู้สมัครใดๆ ที่ถูกจับในฟิวเจอร์สและคุณตกลงที่จะไม่พึ่งพา Futureed Pte Ltd สำหรับการจัดเก็บผลของการประเมินผู้สมัคร",

	"tc_msg15" => "ไม่มีการใช้งานที่ผิดกฎหมาย",

	"tc_msg16" => "ในฐานะที่เป็นผู้ใช้ความรับผิดชอบ คุณยอมรับว่าคุณจะไม่ใช้เว็บไซต์ Futures Pte Ltd หรือผลิตภัณฑ์ใดๆ หรือการให้บริการที่มีอยู่หรือจากเว็บไซต์ใน Futureed Pte Ltd เพื่อวัตถุประสงค์ใดๆ ที่ผิดกฎหมาย",

	"tc_msg17" => "โดยเฉพาะคุณยินยอมที่จะไม่ใช้บริการเพื่อ",

	"tc_msg18" => "ใช้อุปกรณ์ซอฟต์แวร์หรือประจำใดๆ ที่จะแทรกแซงหรือพยายามแทรกแซงการทำงานที่เหมาะสมของเว็บไซต์ Futureed Pte Ltd หรือกิจกรรมใดๆ ที่จะถูกดำเนินการในเว็บไซต์ Futureed Pte Ltd",

	"tc_msg19" => "อัพโหลด โพสต์ อีเมล์ ส่งหรือทำให้มีเนื้อหาใดๆ ที่ผิดกฎหมายที่เป็นอันตรายคุกคามที่ไม่เหมาะสม ล่วงละเมิด ผิดทางแพ่ง หมิ่นประมาท หยาบคาย ลามกอนาจาร หมิ่นประมาท รุกรานผู้อื่น \\ s",

	"tc_msg20" => "อันตรายต่อผู้เยาว์ในทางใดทางหนึ่ง",

	"tc_msg21" => "ปลอมตัวเป็นบุคคลหรือนิติบุคคลใดๆ ซึ่งรวมถึง แต่ไม่จำกัดเพียงการอย่างเป็นทางการ KCGA หรือเจ้าภาพหรือให้ข้อมูลเท็จหรือบิดเบือนความเกี่ยวข้องกับบุคคลหรือนิติบุคคล ;",

	"tc_msg22" => "ปลอมส่วนหัวหรือมิฉะนั้นจะจัดการกับตัวบ่งชี้ในการสั่งซื้อที่จะปกปิดที่มาของเนื้อหาใดๆ ที่ส่งผ่าน Futureed นั้น",

	"tc_msg23" => "อัพโหลด โพสต์ อีเมล์ ส่งหรือทำให้มีเนื้อหาใดๆ ที่คุณไม่ได้มีสิทธิที่จะทำให้อยู่ภายใต้กฎหมายหรือภายใต้ความสัมพันธ์ทางสัญญาหรือความไว้วางใจ (เช่น ข้อมูลที่เป็นกรรมสิทธิ์และข้อมูลที่เป็นความลับได้เรียนรู้หรือการเปิดเผยเป็นส่วนหนึ่งของความสัมพันธ์ของการจ้างงานภายใน หรือภายใต้สัญญาไม่เปิดเผย)",

	"tc_msg24" => "อัพโหลด โพสต์ อีเมล์ ส่งหรือทำให้มีเนื้อหาใดๆ ที่ละเมิดสิทธิบัตรเครื่องหมายการค้าความลับทางการค้าลิขสิทธิ์หรือกรรมสิทธิ์อื่นๆ ของบุคคลใดๆ",

	"tc_msg25" => "อัพโหลด โพสต์ อีเมล์ ส่งหรือทำให้มีโฆษณาใดๆ ที่ไม่พึงประสงค์หรือไม่ได้รับอนุญาตสื่อส่งเสริมการขาย \"อีเมลขยะ\" \"สแปม\", \"จดหมายลูกโซ่\", \"แผนการปิระมิด\" หรือรูปแบบอื่นๆ ของการชักชวนนอกเหนือจากที่กล่าวไปนั้น (เช่น ช้อปปิ้ง) ที่ได้รับมอบหมายเพื่อวัตถุประสงค์ดังกล่าว",

	"tc_msg26" => "อัพโหลด โพสต์ อีเมล์ ส่งหรือทำให้มีวัสดุใดๆ ที่มีไวรัสคอมพิวเตอร์หรือรหัสคอมพิวเตอร์อื่นๆ ไฟล์หรือโปรแกรมที่ออกแบบมาเพื่อรบกวนทำลายหรือจำกัดการทำงานของส่วนหนึ่งของ Futureed ใดๆ",

	"tc_msg27" => "รบกวนการสื่อสารในการเจรจาทำให้หน้าจอที่จะ \"เลื่อน\" เร็วกว่าผู้ใช้บริการรายอื่นๆ สามารถที่จะพิมพ์หรือกระทำการในลักษณะที่ส่งผลกระทบต่อผู้ใช้อื่นๆ ",

	"tc_msg28" => "รบกวนหรือก่อกวนบริการของ Futureed Pte Ltd หรือคนอื่น",

	"tc_msg29" => "เจตนาหรือไม่เจตนาละเมิดกฎหมายที่ใช้บังคับพระราชบัญญัติ พระราชกฤษฎีกา ระเบียบ กฎหรือข้อบังคับ แต่ไม่จำกัดเฉพาะการใดๆ ระเบียบ ข้อบังคับ ประกาศ คำสั่งหรือคำสั่งขององค์กรกำกับดูแลใดหรือผู้มีอำนาจซึ่งเป็นหน่วยงานของรัฐหรือตราสารแห่งชาติหรืออื่นๆแลกเปลี่ยน ",

	"tc_msg30" => "ให้การสนับสนุนหรือทรัพยากร (หรือซ่อนเร้นหรืออำพรางลักษณะที่ตั้งของแหล่งที่มาหรือความเป็นเจ้าของของการสนับสนุนหรือทรัพยากรให้กับองค์กรใดๆ ) ที่กำหนดโดยสิงคโปร์ขายในประเทศของรัฐบาลสหรัฐอเมริกาเป็นองค์กรก่อการร้ายต่างประเทศ",

	"tc_msg31" => "\"ติดตาม\" หรือก่อกวนผู้อื่น",

	"tc_msg32" => "กระทำการฉ้อโกงหรือผิดกฎหมายใดๆ ไม่ว่าในความสัมพันธ์กับผู้ให้บริการของบุคคลที่สามของสินค้าและบริการในบริการหรืออื่นๆ และ / หรือ",

	"tc_msg33" => "เก็บรวบรวมหรือเก็บข้อมูลส่วนบุคคลเกี่ยวกับผู้ใช้คนอื่นๆ ในการเชื่อมต่อกับการดำเนินการและกิจกรรมต้องห้ามที่กำหนดไว้ในข้อตกลงนี้",

	"tc_msg34" => "สร้าง แสดง ส่งหรือได้รับวัสดุที่เป็นภัยคุกคามหรือมีผลกระทบต่อการรักษาความปลอดภัยแห่งชาติสิงคโปร์",

	"tc_msg35" => "สร้าง แสดง ส่งหรือได้รับวัสดุที่เป็นภัยคุกคามหรือมีผลกระทบต่อความสามัคคีของเชื้อชาติในสิงคโปร์",

	"tc_msg36" => "สร้าง แสดง ส่งหรือได้รับวัสดุที่ละเมิดกฎหมายทรัพย์สินทางปัญญา",

	"tc_msg37" => "ห้ามใช้งานสคริปต์เครื่องคอมพิวเตอร์ \"บอท\" หรือระบบอัตโนมัติใดๆ บน Futureed Pte Ltd เป็นเด็ดขาดและอาจส่งผลในความรับผิดทางอาญา Futureed Pte Ltd อาจบอกเลิกอย่างถาวรและตัดสิทธิ์ผู้ใช้ที่อยู่ในดุลยพินิจของตนในฐานะที่เป็นตัวกำหนดในการละเมิดข้อกำหนดในการให้บริการเหล่านี้ การตัดสินใจทั้งหมดโดย Futureed Pte Ltd ถือเป็นที่สิ้นสุด;",

	"tc_msg38" => "Futureed Pte Ltd อาจรวมถึงการเชื่อมโยงไปยังเว็บไซต์ที่ดำเนินการโดยบุคคลอื่นที่ไม่ใช่ Futureed Pte Ltd รวมถึงผู้โฆษณาและผู้ให้บริการเนื้อหาอื่น ๆ เว็บไซต์เหล่านั้นอาจเก็บรวบรวมข้อมูลหรือขอข้อมูลส่วนบุคคลจากคุณ Futureed Pte Ltd ไม่ได้ควบคุมเว็บไซต์ดังกล่าวและจะไม่รับผิดชอบต่อเนื้อหาของพวกเขานโยบายความเป็นส่วนตัวหรือสำหรับการเก็บรวบรวมการใช้หรือการเปิดเผยข้อมูลใด ๆ ที่เว็บไซต์เหล่านั้นอาจเก็บรวบรวม.",

	"tc_msg39" => "Futureed Pte Ltd และ KCGA ไม่มีการรับประกันความถูกต้องหรือความครบถ้วนสมบูรณ์ของข้อมูลใดๆ บนหน้าเว็บเหล่านี้การสำรวจฐานข้อมูลหรือผลลัพธ์และจะไม่รับผิดชอบต่อ ข้อผิดพลาดหรือการละเว้นการกระทำที่เกิดขึ้นจากการใช้ข้อมูลดังกล่าวใดๆ 2) ความล้มเหลว, ความล่าช้าหรือหยุดชะงักในการส่งมอบเนื้อหาหรือบริการใดๆ ที่อยู่ในเซิร์ฟเวอร์ของเรานั้น หรือ 3) ความสูญเสียหรือความเสียหายที่เกิดจากการใช้เนื้อหาหรือการให้บริการของเรา",

	"tc_msg40" => "สิทธิในทรัพย์สินทางปัญญา",

	"tc_msg41" => "เว้นแต่จะระบุเป็นอย่างอื่น KCGA หรือใบอนุญาตของเจ้าของและรักษากรรมสิทธิ์ทั้งหมดในเว็บไซต์และวัสดุและข้อมูลที่โพสต์ทั้งหมดดังกล่าวรวมถึง แต่ไม่ถ่ายภาพข้อ จำกัด  ข้อความ กราฟฟิค โลโก้ ไอคอน เนื้อหา บันทึกเสียง บทสอนเสียง / คลิปภาพและ การออกแบบ (รวมเรียกว่า \"เนื้อหา\") <br/> ทั้งหมดของวัสดุที่มีอยู่ในเว็บไซต์ที่มีลิขสิทธิ์นอกจากที่ระบุอย่างชัดเจน <br/> เว็บไซต์ Futureed Pte Ltd อาจถูกใช้โดยคุณและพนักงานของคุณหรือเฉพาะ บุคคลภายใต้การควบคุมและ / หรือการกำกับดูแลของคุณ <br/> ข้อตกลงและเงื่อนไขในการใช้งานเหล่านี้ไม่ให้ไปหรือสร้างในลูกค้าผู้ใช้ใดๆ หรือบุคคลอื่นใดสนใจหรือทรัพย์สินทางปัญญาที่เป็นกรรมสิทธิ์สิทธิใดๆ หรือเว็บไซต์ Futureed Pte Ltd หรือเครื่องมือในการประเมินใดๆ หรือสอบถามข้อมูลหรือเนื้อหาอื่นๆ ประกอบไปด้วยหรือที่มีอยู่บนเว็บไซต์ Futureed Pte Ltd <br/> คุณไม่สามารถใช้คัดลอกทำซ้ำเผยแพร่อัพโหลดโพสต์แจกจ่ายหรือปรับเปลี่ยนเครื่องหมายการค้าหรือ เนื้อหาโดยไม่ได้รับอนุญาตจาก Futureed Pte Ltd ในแต่ละกรณีเว้นแต่เนื้อหาดังกล่าวถูกโพสต์โดยคุณ <br/> การใช้ Futureed Pte Ltd หรือ KCGA เนื้อหาที่มีลิขสิทธิ์ในเว็บไซต์อื่นๆ ที่เป็นสิ่งต้องห้ามอย่างเคร่งครัด <br/> Futureed Pte Ltd และ KCGA อาจจะบังคับใช้สิทธิในทรัพย์สินทางปัญญาไปตามกฎหมายรวมทั้งการแสวงหาของการฟ้องร้องทางอาญา",

	"tc_msg42" => "ข้อมูลที่เป็นความลับ",

	"tc_msg43" => "ข้อมูลที่เป็นความลับรวมถึงข้อกำหนดเหล่านี้งบของการทำงานข้อตกลงใบอนุญาตธุรกิจและแผนการตลาดและกลยุทธ์ธุรกิจที่ไม่ใช่ภาครัฐและเทคโนโลยีสารสนเทศความลับทางการค้าเนื้อหารวมอยู่ในการประเมินผลโดยคุณวัสดุที่เป็นลายลักษณ์อักษรที่ทำเครื่องหมายไว้เป็นความลับและข้อมูลอื่นๆ รวมทั้ง ข้อมูลภาพและในช่องปากซึ่งสมเหตุสมผลควรจะเข้าใจเป็นความลับ. <br/> Futureed Pte Ltd จะใช้เทคโนโลยีที่เหมาะสมในเชิงพาณิชย์ การปฏิบัติที่ดีที่สุดในอุตสาหกรรมเพื่อให้มั่นใจความสมบูรณ์และความปลอดภัยของข้อมูลที่เป็นความลับทั้งหมดที่เกี่ยวกับการโจรกรรมการละเมิดลิขสิทธิ์และการเข้าถึงไม่ได้รับอนุญาต",

	"tc_msg44" => "พันธะการชดใช้",

	"tc_msg45" => "เท่าที่ได้รับอนุญาตตามกฎหมายคุณยินยอมที่จะชดใช้ค่าเสียหายและ KCGA ไม่เป็นอันตรายกับการเรียกร้องใดๆ และทั้งหมดและค่าใช้จ่ายรวมทั้งค่าทนายความที่เหมาะสมที่เกิดขึ้นจากการใช้ผลิตภัณฑ์ KCGA บริการและเว็บไซต์นี้ <br/> ความคุ้มครองนี้อย่างชัดแจ้ง รวมถึงความรับผิดชอบของคุณสำหรับการใดๆ และหนี้สินทั้งหมดที่เกิดจากการละเมิดหรือการละเมิดสิทธิในลิขสิทธิ์เครื่องหมายการค้าหรือกรรมสิทธิ์อื่นๆ และจากการใช้วัสดุหมิ่นประมาทหรือผิดกฎหมายใดๆ",

	"tc_msg46" => "สิทธิการยกเลิก",

	"tc_msg47" => "KCGA ขอสงวนสิทธิ์ในการระงับหรือยกเลิกการใช้งานของเว็บไซต์และบริการได้ตลอดเวลาโดยไม่ต้องแจ้งให้ทราบล่วงหน้าถ้าคุณจะพบในการละเมิดข้อกำหนดของเราในข้อตกลงนี้",

	"tc_msg48" => "การปฏิเสธ",

	"tc_msg49" => "FUTUREED PTE LTD ให้ \"ตามสภาพ\" และ \"ความผิดพลาดทั้งหมด\" และไม่มีการรับประกันใดๆ และการใช้ FUTUREED Pte Ltd ราวเป็นลูกค้า",

	"tc_msg50" => "ในขอบเขตสูงสุดที่กฎหมายอนุญาต KCGA จะไม่มีความรับผิดให้กับลูกค้าผู้ใช้ใดๆ หรือบุคคลอื่นใดเพื่อการพิเศษ อุบัติเหตุทางอ้อมหลักประกันเป็นผลที่เป็นแบบอย่างหรือค่าเสียหายเชิงลงโทษไม่ว่าจะดำเนินการหรือสัญญาใดๆ ส่วนหนี้สินที่เข้มงวดการละเมิด (รวมถึง แต่ไม่ จำกัด เฉพาะการประมาท) หรือทฤษฎีอื่นๆ ของความรับผิด (รวมถึง แต่ไม่ จำกัด เฉพาะการละเมิดการรับประกัน) ที่เกิดขึ้นจากหรือในทางใดๆ ที่เกี่ยวข้องหรือเกี่ยวข้องกับการใช้หรือประสิทธิภาพของ หรือไม่สามารถใช้ FUTURES PTE LTD หรือผิดพลาดการละเลยหรือไม่ถูกต้องมีอยู่ในใดๆ ข้อมูลสารสนเทศบันทึกหรือผลลัพธ์ที่ได้โดยผ่านหรือเกิดจากการใช้ FUTURES PTE LTD หรือจากการสูญเสียใดๆ หรือความเสียหายของข้อมูลหรือข้อมูลอื่นๆ หรือบันทึก แม้ว่า KCGA ได้รับทราบถึงความเป็นไปได้ของความเสียหายดังกล่าวหรือความเป็นไปได้ดังกล่าวสมเหตุสมผลคาดการณ์ได้รวมถึง ( แต่ไม่ จำกัด เฉพาะ) เสียหายที่สูญเสียในการใช้งานสำหรับความล่าช้าการสูญเสียของธุรกิจสูญเสียรายได้ผลกำไรหรือเงินออม ธุรกิจหยุดชะงักการสูญเสีย การสูญเสียหรือความเสียหายของข้อมูลหรือข้อมูลอื่นๆ หรือบันทึกการสูญเสียความเป็นส่วนตัวและการสูญเสียค่าความนิยมและความรับผิดต่อบุคคลที่สามที่เกิดขึ้นจากหรือในทางใดๆ ที่เกี่ยวข้องหรือเกี่ยวข้องกับการใช้หรือประสิทธิภาพของหรือไม่สามารถใช้ FUTUREED PTE LTD หรือเกิดขึ้นหรือในทางใดๆ ที่เชื่อมต่อกับหรือเกี่ยวข้องกับการใช้หรือไม่สามารถใช้ข้อมูลหรือข้อมูลอื่นๆ บันทึกหรือผลลัพธ์ที่ได้โดยผ่านหรือเกิดจากการใช้หรือการไม่สามารถใช้ FUTUREED PTE LTD สูญเสียหรือความเสียหายของ ข้อมูลหรือข้อมูลอื่นๆ หรือบันทึก หรือเกิดขึ้นจากความล้มเหลวใดๆ ต่อไปตามหน้าที่ใดๆ รวมถึง ( แต่ไม่ จำกัด เฉพาะ) หน้าที่ของความเชื่อที่ดีใดๆ หรือการออกกำลังกายการดูแลสมเหตุสมผลในเชิงพาณิชย์หรือเกิดขึ้นจากการหลักสูตรการจัดการ สนามของประสิทธิภาพการใช้งานใดๆ หรือเพื่อการค้าหรืออื่นใดก็ตามแม้ว่า KCGA หรือ FUTUREED PTE LTD ได้รับคำแนะนำเป็นไปได้ของความเสียหายดังกล่าวหรือถ้าเป็นไปได้ดังกล่าวคาดการณ์ได้สมเหตุสมผล",

	"tc_msg51" => "ในขอบเขตสูงสุดที่กฎหมายอนุญาต KCGA",

	"tc_msg52" => "ในขอบเขตสูงสุดที่กฎหมายอนุญาตคุณจะไม่นำคำขอเข้าร่วมหรือมีส่วนร่วมในการดำเนินการระดับหรือระดับอนุญาโตตุลาการดําเนินการใดๆ ที่เรียกร้องความต้องการฟ้องร้องหรือสาเหตุของการกระทำคุณอาจมีการต่อต้าน KCG และ FUTUREED PTE LTD ที่เกิดขึ้น เกี่ยวข้องกับหรือในทางใดๆ ที่เชื่อมต่อกับเว็บไซต์ FUTUREED PTE LTD ของการใช้เว็บไซต์ FUTUREED PTE LTD หรือการทดสอบหรือผลิตภัณฑ์อื่นหรือบริการผ่านเว็บไซต์ FUTUREED PTE LTD และคุณสละสิทธิของคุณ ตอนนี้อาจหรือในอนาคตจะต้องนำคำขอเข้าร่วมหรือมีส่วนร่วมในคดีใดๆ หรืออนุญาโตตุลาการหรือการดำเนินการอื่นๆ ในการดำเนินการเรียนหรืองบการเงินรวมหรือมีส่วนร่วมเป็นผู้แทนหรือสมาชิกของชั้นเรียนของผู้ร้องเรียนที่เกี่ยวข้องกับการใดๆ ที่เรียกร้องต้องการใดๆ การฟ้องร้องหรือสาเหตุของการกระทำที่เกิดจากการที่เกี่ยวข้องกับหรือในทางที่เชื่อมต่อกับการใช้งานของเว็บไซต์ FUTUREED PTE LTD หรือการทดสอบหรือผลิตภัณฑ์อื่นหรือบริการรับผ่านเว็บไซต์ FUTUREED PTE LTD บทบัญญัตินี้ไม่ก่อให้เกิดการสละสิทธิใดๆ ของคุณและการเยียวยาที่จะไล่ตามการเรียกร้องรายบุคคลและไม่ได้อยู่ในการดำเนินการระดับอนุญาโตตุลาการชั้นเรียนหรืองบการเงินรวมหรือเป็นตัวแทนหรือสมาชิกของชั้นเรียนของผู้ร้องเรียนใดๆ",

	"tc_msg53" => "การถือเป็นโมฆะ",

	"tc_msg54" => "ในกรณีที่คนใดคนหนึ่งหรือมากกว่าของบทบัญญัติเหล่านี้ควรจะจัดขึ้นที่ไม่ถูกต้องผิดกฎหมายหรือไม่มีผลบังคับใช้บทบัญญัติดังกล่าวจะได้รับการแก้ไขถ้าเป็นไปได้ในขอบเขตขั้นต่ำที่จำเป็นเพื่อให้มีผลบังคับใช้หรือถ้าพวกเขาไม่สามารถแก้ไขได้เป็นเช่นนั้นแล้ว ตัดและบทบัญญัติที่เหลืออยู่ในที่นี้จะไม่ได้อยู่ในทางใดทางหนึ่งได้รับผลกระทบหรือเกิดการด้อยค่า",

	"tc_msg55" => "อัยการและกฎหมายปกครอง",

	"tc_msg56" => "ความถูกต้อง การก่อสร้าง การบังคับใช้และการตีความข้อตกลงและเงื่อนไขในการใช้งานเหล่านี้คือการได้รับการควบคุมกฎหมายของประเทศสิงคโปร์",

	"tc_msg57" => "การสละสิทธิ",

	"tc_msg58" => "ความล้มเหลวของ KCGA ในการบังคับใช้ประสิทธิภาพการทำงานที่เข้มงวดของบทบัญญัติของข้อตกลงใดๆ เหล่านี้ไม่ถือว่าเป็นการสละสิทธิ์ในการภายหลังการบังคับใช้บทบัญญัติดังกล่าว",

	"tc_msg59" => "ความยินยอมของคุณ",

	"tc_msg60" => "โดยใช้เว็บไซต์ของเราคุณยินยอมที่จะข้อกำหนดและเงื่อนไขตามที่เขียนไว้ในข้อตกลงนี้ของเรา",

	"tc_msg61" => "การติดต่อเรา",

	"tc_msg62" => "หากมีข้อสงสัยใดๆ เกี่ยวกับนโยบายนี้คุณสามารถติดต่อเราโดยใช้ข้อมูลด้านล่างนี้",

	"client_parent_dashboard_msg_1" => "ในการเริ่มต้นในการใช้บทเรียน คุณจะต้องเพิ่มนักเรียนคลิก",

	"client_parent_dashboard_msg_2" => "หากคุณเพิ่มนักเรียนแล้ว คุณสามารถ",

	"client_parent_dashboard_msg_3" => "ซื้อรายวิชา",

	"client_parent_dashboard_msg_4" => "สำหรับนักเรียนของคุณ",

	"client_parent_dashboard_msg_5" => "นอกจากนี้คุณยังสามารถ",

	"client_parent_dashboard_msg_6" => "ทบทวน",

	"client_parent_dashboard_msg_7" => "บทเรียนและแบบทดสอบ",

	"client_progress_curriculum" => "ความคืบหน้าในบทเรียนหลักสูตร",

	"client_badges_earned" => "ป้ายที่ได้รับ",

	"client_no_medals_earned" => "จำนวนเหรียญที่ได้รับ",

	"client_lessons_completed" => "บทเรียนเสร็จสมบูรณ์",

	"client_tips_written" => "เคล็ดลับการเขียน",

	"client_hours_spent_7_days" => "เวลาที่ใช้ใน 7 วัน",

	"client_hours_spent" => "เวลาที่ใช้",

	"client_invitation_code" => "รหัสเชิญ",

	"client_invitation_msg1" => "นักเรียนที่คุณได้เพิ่มจะได้รับอีเมล์ที่มีรหัส",

	"client_invitation_msg2" => "โปรดรับรหัสนี้จากนักเรียนและใส่ไว้ในข้อมูลดังกล่าวข้างต้น",

	"client_invitation_msg3" => "นอกจากนี้คุณยังสามารถยืนยันรหัสเชิญในการดูรายละเอียดของนักเรียน",

	"client_teaching_content" => "เนื้อหาการเรียนการสอน",

	"client_principal_dashboard" => "กระดานข่าวอาจารย์",

	"client_teacher_dashboard" => "กระดานข่าวอาจารย์",

	"client_parent_dashboard" => "กระดานข่าวผู้ปกครอง",

	"client_teacher_details" => "รายละเอียดอาจารย์",

	"client_delete_teacher" => "ลบอาจารย์",

	"client_delete_teacher_msg" => "คุณแน่ใจหรือว่าต้องการลบบัญชีอาจารย์นี้?",

	"client_add_teacher" => "เพิ่มอาจารย์",

	"client_send_invitation" => "ส่งคำเชิญชวน",

	"client_delete_invoice" => "ลบใบแจ้งหนี้",

	"client_delete_invoice_msg" => "คุณแน่ใจหรือไม่ว่าคุณต้องการลบใบแจ้งหนี้นี้?",

	"client_cancel_invoice" => "ยกเลิกการสมัคร",

	"client_cancel_invoice_msg" => "คุณแน่ใจหรือว่าต้องการยกเลิกการสมัครรับข้อมูลนี้?",

	"client_view_sales_invoice" => "ดูใบแจ้งหนี้การขาย",

	"client_principal_dashboard_msg" => "ในการเริ่มต้นในการใช้บทเรียน คุณจะต้องเชิญ",

	"client_principal_dashboard_msg2" => "เป็นครั้งแรกในการจัดการชั้นเรียนของคุณ",

	"client_principal_dashboard_msg3" => "หากคุณได้เชิญอาจารย์แล้ว คุณต้องไปที่",

	"client_principal_dashboard_msg4" => "ซื้อที่นั่งสำหรับชั้นเรียนของคุณ",

	"client_successfully_change_password" => "คุณเปลี่ยนรหัสผ่านของคุณเรียบร้อย",

	"client_email_confirmation_code_sent" => "อีเมล์ยืนยันรหัสส่งแล้ว",

	"client_email_confirmation_code_resent" => "ยืนยันอีเมล์ส่งรหัสอีกครั้ง",

	"client_enter_email_code" => "กรุณาใส่รหัสอีเมล์เพื่อยืนยันที่อยู่อีเมล์ของคุณใหม่",

	"client_new_email_code_sent" => "รหัสอีเมลใหม่ได้รับการส่งไปยังบัญชีอีเมล์ของคุณ",

	"client_enter_email_confirmation_code" => "ใส่รหัสอีเมล์ยืนยัน",

	"client_succesfully_confirmed_email_address" => "คุณยืนยันอีเมล์ใหม่ของคุณเรียบร้อย",

	"client_teacher_dashboard_msg1" => "ในการเริ่มต้นในการใช้บทเรียน คุณจะต้องเพิ่มนักเรียนภายใต้",

	"client_teacher_dashboard_msg2" => "หากต้องการดูนักเรียนทั้งหมดของคุณ คลิก",

	"client_teacher_dashboard_msg3" => "เพื่อทบทวนบทเรียนและทำแบบทดสอบ ให้คลิกที่",

	"client_view_class_list" => "รายการมุมมองห้องเรียน",

	"be_right_back" => "เดี๋ยวกลับมา",

	"on_maintenance" => "ขณะนี้เรากำลังดำเนินการบำรุงรักษา",

	"invalid_access" => "การเข้าถึงที่ไม่ถูกต้อง",

	"sorry_no_access" => "ขออภัย คุณไม่ได้รับอนุญาตให้เข้าถึงหน้านี้",

	"page_not_found" => "ไม่พบหน้านี้",

	"does_not_exist" => "ขออภัย หน้าเว็บที่คุณกำลังพยายามที่จะเข้าถึงไม่ได้มีอยู่แล้ว",

	"click_here_reset_password" => "คลิกที่นี่เพื่อรีเซ็ตรหัสผ่านของคุณ",

	"email_reset_student_module_msg" => "บันทึกความคืบหน้าทั้งหมดใน",

	"email_reset_student_module_msg2" => "โมดูลได้รับการตั้งค่าใหม่โดยผู้ดูแลระบบ",

	"email_reset_student_module_msg3" => "หากคุณไม่ได้ขอเปลี่ยนแปลงนี้ โปรดติดต่อผู้ดูแลระบบได้ทันที",

	"email_resendregistration_msg" => "คุณได้เลือกที่จะส่งรหัสยืนยันของคุณ",

	"email_resendregistration_msg2" => "รหัสการยืนยันของคุณ",

	"email_resendregistration_msg3" => "เชื่อมโยงไปยังบทเรียน",

	"email_registration_msg" => "ขอบคุณสำหรับการร่วมงานกับเราในบทเรียนและขอแสดงความยินดีในการเป็นส่วนหนึ่งของชุมชนที่ดีที่สุดของผู้เรียนบนเว็บ! เราตั้งตารอการผจญภัยไปกับการเรียนรู้นี้อย่างไม่น่าเชื่อกับคุณ",

	"email_registration_msg2" => "ดังนั้นบอกเราที่คุณต้องการที่จะเป็นใครเมื่อคุณโตขึ้น? แพทย์ นักบินอวกาศ นักวิทยาศาสตร์? เลือกรูปประจำตัวของคุณ",

	"email_parent_added_student_msg" => "ได้ขอเพิ่มคุณในกระดานของเขา/เธอ",

	"email_parent_added_student_msg2" => "โปรดให้รหัสเชิญนี้เพื่อให้คุณจะถูกเพิ่มในรายการนักศึกษาของเขา/เธอ",

	"email_parent_added_student_msg3" => "รหัสเชิญ",

	"email_invite_student_msg" => "อยากให้คุณเข้าร่วมกับเราบนแพลตฟอร์มบทเรียน กรุณาไปที่",

	"email_invite_student_msg2" => "หน้าลงทะเบียน",

	"email_invite_student_msg3" => "และสร้างโปรไฟล์ของคุณเพื่อเข้าร่วมชุมชนนี้",

	"email_invite_student_msg4" => "เราตั้งตารอการผจญภัยการเรียนรู้นี้อย่างไม่น่าเชื่อกับคุณและนักเรียนของคุณ",

	"email_existing_student_registration_msg" => "คุณได้รับการเพิ่มใน",

	"email_existing_student_registration_msg2" => "โดยอาจารย์",

	"email_verify_client_msg" => "บัญชีบทเรียนของคุณใช้งานได้แล้ว",

	"email_verify_client_msg2" => "กรุณาไปที่",

	"email_verify_client_msg3" => "หน้าเข้าสู่ระบบ",

	"email_verify_client_msg4" => "และเข้าสู่ระบบเพื่อเริ่มต้นการผจญภัยของคุณบนแพลตฟอร์มบทเรียน",

	"student_update_billing_info" => "คุณจะต้องอัพเดตข้อมูลการเรียกเก็บเงินของคุณเพื่อดำเนินการต่อการซื้อการสมัครสมาชิก",

	"student_update_now" => "อัพเดตเลย",

	"email_reject_client_msg" => "บัญชีของคุณยังไม่ได้รับการยืนยัน โปรดตรวจสอบการลงทะเบียนและลองอีกครั้งหรือติดต่อผู้ดูแลระบบที่ help@futurelesson.com",

	"email_reject_client_msg2" => "ไปที่ลงทะเบียน",

	"email_registration_email_msg" => "คุณได้เลือกที่จะส่งรหัสยืนยันของคุณ",

	"email_registration_teacher_email_msg2" => "ในการเริ่มต้นเราต้องการให้คุณยืนยันด้วยรหัสที่ลิงค์ข้างล่างนี้",

	"email_register_success_msg" => "การเริ่มต้นการเรียนรู้ของคุณเราต้องการให้คุณยืนยันด้วยรหัสที่ลิงค์ข้างล่างนี้",

	"email_parent_msg" => "ขอบคุณสำหรับการร่วมงานกับเราในบทเรียนและขอแสดงความยินดีในการเป็นส่วนหนึ่งของชุมชนที่ดีที่สุดของผู้เรียนบนเว็บ! เราตั้งตารอการผจญภัยการเรียนรู้นี้อย่างไม่น่าเชื่อกับคุณและบุตรหลานของคุณ",

	"email_invite_teacher_to_teach_msg" => "ได้มอบหมายให้คุณ",

	"email_invite_teacher_to_teach_msg2" => "สอน ตอนนี้คุณสามารถเริ่มต้นการเพิ่มนักเรียนในชั้นเรียนของคุณ",

	"email_to_login" => "เข้าสู่ระบบ",

	"email_invite_teacher_msg" => "สร้างโปรไฟล์ของคุณเพื่อเข้าร่วมชุมชนนี้และการตั้งค่าห้องเรียนของคุณ",

	"email_change_password_msg" => "รหัสผ่านของคุณได้รับการตั้งค่าใหม่ รหัสผ่านใหม่ของคุณคือ",

	"email_change_password_msg2" => "หากคุณไม่ได้ร้องขอ โปรดติดต่อผู้ดูแลระบบได้ทันที",

	"email_change_email_msg" => "อีเมล์ของคุณได้รับการเปลี่ยนจาก",

	"email_change_email_msg2" => "คุณสามารถใช้อีเมล์นี้ใน",

	"student_pic_password_saved" => "รหัสผ่านภาพของคุณได้รับการบันทึก",

	"student_pic_password_succeed_login" => "ตอนนี้คุณอาจจะใช้รหัสผ่านภาพนี้ในการเข้าสู่ระบบของคุณ",

	"student_change_picture_password" => "เปลี่ยนรหัสผ่านรูปภาพ",

	"student_verify_new_email" => "กรุณาใส่รหัสยืนยันทางอีเมล์เพื่อยืนยันที่อยู่อีเมล์ใหม่ของคุณ",

	"student_email_code_input_below" => "อีเมล์ที่ประกอบด้วยรหัสอีเมล์ที่คุณจำเป็นต้องป้อนข้อมูลด้านล่าง",

	"student_select_pic_password" => "กรุณาเลือกรหัสผ่านภาพของคุณ",

	"student_dashboard_msg" => "คุณไม่มีรายวิชาที่สามารถใช้งานได้",

	"student_dashboard_msg2" => "คุณต้องการอาจารย์ที่เพิ่มให้คุณในชั้นเรียน",

	"student_dashboard_msg3" => "คุณสามารถมีผู้ปกครองของคุณที่จะซื้อการสมัครสมาชิก",

	"student_dashboard_msg4" => "คุณสามารถดำเนินการต่อไป",

	"student_dashboard_msg5" => "การชำระเงินนักศึกษา",

	"student_dashboard_msg6" => "หน้า",

	"student_reset_code_new_pic_pass" => "กรุณาใส่รหัสตั้งค่าเพื่อสร้างรหัสรูปภาพใหม่ของคุณ",

	"student_new_email_rest_pic_pass" => "รหัสภาพสำหรับการเปลี่ยนอีเมล์ใหม่ได้ถูกส่งไปยังอีเมล์ของคุณ",

	"student_confirm_code_verify" => "กรุณาใส่รหัสยืนยันเพื่อยืนยันที่อยู่อีเมล์ของคุณและการตั้งค่ารหัสผ่านภาพใหม่ของคุณ",

	"pp_msg" => "นโยบายความเป็นส่วนตัว FUTUREED",

	"pp_msg2" => "เราจะเก็บรวบรวมข้อมูลอะไร?",

	"pp_msg3" => "เราเก็บรวบรวมข้อมูลจากคุณเมื่อคุณลงทะเบียนในเว็บไซต์ของเรา สั่งซื้อสินค้า ตอบสนองต่อการสำรวจหรือการประเมินหรือกรอกแบบฟอร์ม เมื่อสั่งซื้อหรือการลงทะเบียนบนเว็บไซต์ของเราตามความเหมาะสมคุณอาจจะขอให้ใส่ชื่อที่อยู่อีเมล์ของคุณที่อยู่วันเดือนปีเกิด รายชื่อ บริษัท ชื่อหมายเลขโทรศัพท์หรือบัตรประจำตัว / หมายเลขหนังสือเดินทางทาง รหัสไปรษณีย์ อย่างไรก็ตามคุณสามารถเยี่ยมชมเว็บไซต์ของเราโดยไม่ระบุชื่อ",

	"pp_msg4" => "เราทำอะไรกับข้อมูลของคุณ?",

	"pp_msg5" => "ข้อมูลที่เรารวบรวมจากคุณอาจจะถูกใช้วิธีใดวิธีหนึ่งดังต่อไปนี้",

	"pp_msg6" => "เพื่อช่วยให้เราสามารถสร้างบัญชีสำหรับการใช้งานของคุณและการบริหารงานของผลิตภัณฑ์ของเรา",

	"pp_msg7" => "เพื่อช่วยเราในแง่ของวัตถุประสงค์ในการบริหารการทดสอบและการให้คะแนน หลายของการทดสอบของเรามีบรรทัดฐานที่ถูกตรึงไว้กับอายุด้วยเหตุนี้การจัดเก็บภาษีวันเดือนปีเกิดเป็นสิ่งที่จำเป็น แต่เราเท่านั้นที่จะทำเช่นนั้นเมื่อจำเป็นต้องใช้อย่างเคร่งครัด",

	"pp_msg8" => "เพื่อช่วยเราในการแก้ปัญหาใดๆ หรือเนื้อหาทางเทคนิคของคุณหรือคำถามที่คุณอาจมีเกี่ยวกับผลิตภัณฑ์และบริการของเรา",

	"pp_msg9" => "เพื่อปรับแต่งประสบการณ์ของคุณ (ข้อมูลของคุณจะช่วยให้เราดีขึ้นเพื่อตอบสนองความต้องการเฉพาะของคุณ",

	"pp_msg10" => "ในการปรับปรุงเว็บไซต์ของเรา (เราทำอย่างต่อเนื่อง มุ่งมั่นที่จะปรับปรุงการให้บริการเว็บไซต์ของเราขึ้นอยู่กับข้อมูลและข้อเสนอแนะที่เราได้รับจากคุณ",

	"pp_msg11" => "ปรับปรุงการบริการลูกค้า (ข้อมูลของคุณช่วยให้เราได้อย่างมีประสิทธิภาพมากขึ้นตอบสนองการร้องขอบริการลูกค้าของคุณและความต้องการการสนับสนุน",

	"pp_msg12" => "การประมวลผลการทำธุรกรรม",

	"pp_msg13" => "ในการจัดการประกวดการส่งเสริมการสำรวจหรือคุณลักษณะเว็บไซต์อื่นๆ",

	"pp_msg14" => "เพื่อส่งอีเมล์ ที่อยู่อีเมล์ของคุณให้สำหรับการประมวลผลเพื่อจะนำไปใช้ในการส่งข้อมูลและการปรับปรุงเกี่ยวกับการสั่งซื้อของคุณนอกเหนือจากการได้รับข่าวบริษัทปรับปรุงผลิตภัณฑ์หรือบริการที่เกี่ยวข้องกับข้อมูลเป็นครั้งคราวอื่นๆ หมายเหตุ: ถ้าเมื่อใดก็ตามที่คุณต้องการ ยกเลิกการสมัครรับอีเมลในอนาคตเรามีคำแนะนำยกเลิกการเป็นสมาชิกรายละเอียดที่ด้านล่างของอีเมลแต่ละ.",

	"pp_msg15" => "ข้อมูลของคุณไม่ว่าจะเป็นภาครัฐหรือเอกชนจะไม่ถูกขายแลกเปลี่ยนโอนหรือมอบให้กับบริษัทอื่นๆด้วยเหตุผลใดๆ ก็ตามโดยปราศจากความยินยอมของคุณนอกเหนือจากความประสงค์ที่จะส่งมอบผลิตภัณฑ์ที่จัดซื้อหรือการบริการที่ร้องขอ",

	"pp_msg16" => "เราจะปกป้องข้อมูลของคุณอย่างไร?",

	"pp_msg17" => "เราใช้ความหลากหลายของมาตรการรักษาความปลอดภัยในการรักษาความปลอดภัยของข้อมูลส่วนบุคคลของคุณเมื่อคุณสั่งซื้อสินค้า ป้อนส่งหรือเข้าถึงข้อมูลส่วนบุคคลของคุณ",

	"pp_msg18" => "เรานำเสนอการใช้งานของเซิร์ฟเวอร์ที่เชื่อถือได้ของเรา จัดมาให้ข้อมูลที่สำคัญ / เครดิตทั้งหมดจะถูกส่งผ่านเทคโนโลยี Secure Socket Layer (SSL) และการเข้ารหัสแล้วเข้าไปในการชำระเงินฐานข้อมูลผู้ให้บริการเกตเวย์ของเราเท่านั้นที่จะสามารถเข้าถึงได้โดยผู้ที่ได้รับอนุญาตมีสิทธิเข้าถึงพิเศษกับระบบดังกล่าวและจะต้องเก็บข้อมูลที่เป็นความลับ",

	"pp_msg19" => "หลังจากการทำธุรกรรมข้อมูลส่วนตัวของคุณ (บัตรเครดิตหมายเลขประกันสังคม, การเงิน, ฯลฯ) จะไม่ถูกเก็บไว้ในไฟล์นานกว่า 60 วัน",

	"pp_msg20" => "เราใช้คุกกี้?",

	"pp_msg21" => "ใช่ (คุกกี้เป็นไฟล์ขนาดเล็กที่เว็บไซต์หรือการโอนเงินผ่านผู้ให้บริการกับคอมพิวเตอร์ของคุณฮาร์ดไดรฟ์ผ่านเว็บเบราว์เซอร์ของคุณ (หากคุณอนุญาต) ที่ช่วยให้เว็บไซต์หรือระบบผู้ให้บริการในการรับรู้และการจับภาพเบราว์เซอร์ของคุณและจำข้อมูลบางอย่าง",

	"pp_msg22" => "เราใช้คุกกี้เพื่อช่วยให้เราจำและประมวลผลรายการสินค้าในตะกร้าช้อปปิ้งของคุณเข้าใจและบันทึกการตั้งค่าของคุณสำหรับการเข้าชมในอนาคตและรวบรวมข้อมูลโดยรวมเกี่ยวกับการเข้าชมเว็บไซต์และการมีปฏิสัมพันธ์เว็บไซต์เพื่อให้เราสามารถนำเสนอประสบการณ์ที่ดีกว่าเว็บไซต์และเครื่องมือในอนาคต เราอาจทำสัญญากับผู้ให้บริการของบุคคลที่สามที่จะช่วยให้เราทำความเข้าใจกับผู้เข้าชมเว็บไซต์ของเรา ผู้ให้บริการเหล่านี้ไม่ได้รับอนุญาตให้ใช้ข้อมูลที่เก็บรวบรวมในนามของเรานอกจากจะช่วยให้เราดำเนินการและปรับปรุงธุรกิจของเรา",

	"pp_msg23" => "หากคุณต้องการคุณสามารถเลือกที่จะมีเครื่องคอมพิวเตอร์ของคุณเตือนคุณทุกครั้งที่คุกกี้ถูกส่งหรือคุณสามารถเลือกที่จะปิดคุกกี้ทั้งหมดผ่านการตั้งค่าเบราว์เซอร์ของคุณ เช่นเดียวกับเว็บไซต์มากที่สุดหากคุณเปิดคุกกี้ของคุณปิดบางส่วนของการบริการของเราอาจไม่ทำงานอย่างถูกต้อง แต่คุณยังสามารถสั่งซื้อสินค้าผ่านทางโทรศัพท์หรือโดยการบริการลูกค้าที่ติดต่อ",

	"pp_msg24" => "เราจะเปิดเผยข้อมูลใดๆ ให้แก่บุคคลภายนอกหรือไม่?",

	"pp_msg25" => "เราไม่ขาย แลกเปลี่ยนหรือโอนให้แก่บุคคลภายนอกกับข้อมูลส่วนบุคคลของคุณ นี้ไม่รวมถึงบุคคลที่สามที่เชื่อถือได้ที่ช่วยเราในการดำเนินงานเว็บไซต์ของเราดำเนินธุรกิจของเราหรือบริการคุณดังนั้นตราบใดที่บุคคลเหล่านั้นเห็นด้วยกับการเก็บข้อมูลนี้เป็นความลับ นอกจากนี้เรายังอาจปล่อยข้อมูลของคุณเมื่อเราเชื่อว่าการเปิดตัวมีความเหมาะสมเพื่อให้สอดคล้องกับกฎหมายที่บังคับใช้นโยบายเว็บไซต์ของเราหรือปกป้องเราหรือคนอื่นๆ สิทธิทรัพย์สินหรือความปลอดภัย อย่างไรก็ตามข้อมูลของผู้เข้าชมที่ไม่ระบุตัวบุคคลอาจจะให้แก่บุคคลอื่นสำหรับการตลาด การโฆษณา หรือใช้งานอื่นๆ",

	"pp_msg26" => "การเชื่อมโยงของบุคคลที่สาม",

	"pp_msg27" => "บางครั้งขึ้นอยู่กับดุลยพินิจของเรา เราอาจรวมหรือนำเสนอผลิตภัณฑ์ของบุคคลที่สามหรือบริการบนเว็บไซต์ของเรา เว็บไซต์เหล่านี้บุคคลที่สามที่มีนโยบายความเป็นส่วนตัวและเป็นอิสระแยกจากกัน ดังนั้นเราจึงมีความรับผิดชอบหรือไม่รับผิดสำหรับเนื้อหาและกิจกรรมของเว็บไซต์ที่เชื่อมโยงเหล่านี้ อย่างไรก็ตามเราพยายามที่จะปกป้องความสมบูรณ์ของเว็บไซต์ของเราและยินดีต้อนรับความคิดเห็นใดๆ เกี่ยวกับเว็บไซต์เหล่านี้",

	"pp_msg28" => "พระราชบัญญัติคุ้มครองข้อมูลสิงคโปร์",

	"pp_msg29" => "เราอยู่ในการปฏิบัติตามข้อกำหนดของพระราชบัญญัติสิงคโปร์ส่วนบุคคลการเก็บรวบรวมข้อมูล เรายึดมั่นในภาระหน้าที่ป้องกันข้อมูล 9 แห่งพระราชบัญญัติข้อมูลส่วนบุคคลการเก็บคือ; ได้รับความยินยอมรับผิดชอบ; วัตถุประสงค์ข้อจำกัดความรับผิดชอบ; รับผิดชอบการแจ้งเตือน การเข้าถึงและการแก้ไขความรับผิดชอบ; ความรับผิดชอบความถูกต้อง คุ้มครองความรับผิดชอบ; การเก็บรักษาข้อจำกัดความรับผิดชอบ; ข้อจำกัด ในการถ่ายโอนความรับผิดชอบและการเปิดกว้างความรับผิดชอบ",

	"pp_msg30" => "นโยบายความเป็นส่วนตัวออนไลน์เท่านั้น",

	"pp_msg31" => "นโยบายความเป็นส่วนตัวออนไลน์นี้ใช้เฉพาะกับข้อมูลที่เก็บรวบรวมผ่านเว็บไซต์ของเราและไม่ให้ข้อมูลที่เก็บรวบรวมแบบออฟไลน์",

	"pp_msg32" => "ความยินยอมของคุณ",

	"pp_msg33" => "โดยใช้เว็บไซต์ของเราคุณยินยอมที่จะนโยบายเว็บไซต์ส่วนตัวของเรา",

	"pp_msg34" => "การติดต่อเรา",

	"pp_msg35" => "หากมีข้อสงสัยใดๆ เกี่ยวกับนโยบายนี้คุณสามารถติดต่อเราโดยใช้ข้อมูลด้านล่างนี้",

	"student_tc_msg" => "ข้อกำหนดและเงื่อนไข FUTUREED",

	"student_tc_msg3" => "บทแนะนำ",

	"student_tc_msg5" => "ความรับผิดชอบสำหรับการใช้งาน",

	"student_tc_msg6" => "ในฐานะที่เป็นบัญชีผู้ใช้หรือผู้ใช้ Futures Pte Ltd คุณรับผิดชอบอย่างเต็มที่สำหรับการใช้งานทั้งหมดของ Futureed Pte Ltd คุณเป็นตัวแทนใบสำคัญแสดงสิทธิและพันธสัญญาที่",

	"student_tc_msg7" => "คุณจะมั่นใจว่าป้องกันที่เหมาะสมจะถูกนำสำหรับการป้องกันรหัสผ่านของคุณ คุณเข้าใจดีว่าเราไม่ได้มีการเข้าถึงรหัสผ่านของคุณและคุณจะต้องสร้างรหัสผ่านที่ไม่ซ้ำกันใหม่ในกรณีที่คุณสูญเสียหรือลืมรหัสผ่านของคุณ",

	"student_tc_msg8" => "เราจะมีสิทธิ์ในการลบบัญชี Futureed Pte Ltd ของคุณและบันทึกที่เกี่ยวข้องทั้งหมดหลังจากช่วงระยะเวลา 18 เดือนไม่มีการใช้งานในบัญชี Futureed Pte Ltd ของคุณ",

	"student_tc_msg9" => "ในฐานะที่เป็นผู้ใช้ความรับผิดชอบ คุณยอมรับว่าคุณจะไม่ใช้เว็บไซต์ Futures Pte Ltd หรือผลิตภัณฑ์ใดๆ หรือการให้บริการที่มีอยู่หรือจากเว็บไซต์ใน Futureed Pte Ltd เพื่อวัตถุประสงค์ใดๆ ที่ผิดกฎหมาย",

	"student_tc_msg10" => "โดยเฉพาะคุณยินยอมที่จะไม่ใช้บริการเพื่อ",

	"student_tc_msg11" => "ใช้อุปกรณ์ซอฟต์แวร์หรือประจำใดๆ ที่จะแทรกแซงหรือพยายามแทรกแซงการทำงานที่เหมาะสมของเว็บไซต์ Futureed Pte Ltd หรือกิจกรรมใดๆ ที่จะถูกดำเนินการในเว็บไซต์ Futureed Pte Ltd",

	"student_tc_msg12" => "อัพโหลด โพสต์ อีเมล์ ส่งหรือทำให้มีเนื้อหาใดๆ ที่ผิดกฎหมายที่เป็นอันตรายคุกคามที่ไม่เหมาะสม ล่วงละเมิด ผิดทางแพ่ง หมิ่นประมาท หยาบคาย ลามกอนาจาร หมิ่นประมาท รุกรานผู้อื่น \\ s",

	"student_tc_msg13" => "อันตรายต่อผู้เยาว์ในทางใดทางหนึ่ง",

	"student_tc_msg14" => "ปลอมตัวเป็นบุคคลหรือนิติบุคคลใดๆ ซึ่งรวมถึง แต่ไม่จำกัดเพียงการอย่างเป็นทางการ KCGA หรือเจ้าภาพหรือให้ข้อมูลเท็จหรือบิดเบือนความเกี่ยวข้องกับบุคคลหรือนิติบุคคล ;",

	"student_tc_msg15" => "ปลอมส่วนหัวหรือมิฉะนั้นจะจัดการกับตัวบ่งชี้ในการสั่งซื้อที่จะปกปิดที่มาของเนื้อหาใดๆ ที่ส่งผ่าน Futureed นั้น",

	"student_tc_msg16" => "อัพโหลด โพสต์ อีเมล์ ส่งหรือทำให้มีเนื้อหาใดๆ ที่คุณไม่ได้มีสิทธิที่จะทำให้อยู่ภายใต้กฎหมายหรือภายใต้ความสัมพันธ์ทางสัญญาหรือความไว้วางใจ (เช่น ข้อมูลที่เป็นกรรมสิทธิ์และข้อมูลที่เป็นความลับได้เรียนรู้หรือการเปิดเผยเป็นส่วนหนึ่งของความสัมพันธ์ของการจ้างงานภายใน หรือภายใต้สัญญาไม่เปิดเผย)",

	"student_tc_msg17" => "อัพโหลด โพสต์ อีเมล์ ส่งหรือทำให้มีเนื้อหาใดๆ ที่ละเมิดสิทธิบัตรเครื่องหมายการค้าความลับทางการค้าลิขสิทธิ์หรือกรรมสิทธิ์อื่นๆ ของบุคคลใดๆ",

	"student_tc_msg18" => "อัพโหลด โพสต์ อีเมล์ ส่งหรือทำให้มีโฆษณาใดๆ ที่ไม่พึงประสงค์หรือไม่ได้รับอนุญาตสื่อส่งเสริมการขาย \"อีเมลขยะ\" \"สแปม\", \"จดหมายลูกโซ่\", \"แผนการปิระมิด\" หรือรูปแบบอื่นๆ ของการชักชวนนอกเหนือจากที่กล่าวไปนั้น (เช่น ช้อปปิ้ง) ที่ได้รับมอบหมายเพื่อวัตถุประสงค์ดังกล่าว",

	"student_tc_msg19" => "อัพโหลด โพสต์ อีเมล์ ส่งหรือทำให้มีวัสดุใดๆ ที่มีไวรัสคอมพิวเตอร์หรือรหัสคอมพิวเตอร์อื่นๆ ไฟล์หรือโปรแกรมที่ออกแบบมาเพื่อรบกวนทำลายหรือจำกัดการทำงานของส่วนหนึ่งของ Futureed ใดๆ",

	"student_tc_msg20" => "รบกวนการสื่อสารในการเจรจาทำให้หน้าจอที่จะ \"เลื่อน\" เร็วกว่าผู้ใช้บริการรายอื่นๆ สามารถที่จะพิมพ์หรือกระทำการในลักษณะที่ส่งผลกระทบต่อผู้ใช้อื่นๆ ",

	"student_tc_msg21" => "การรบกวน",

	"student_tc_msg22" => "เจตนาหรือไม่เจตนาละเมิดกฎหมายที่ใช้บังคับพระราชบัญญัติ พระราชกฤษฎีกา ระเบียบ กฎหรือข้อบังคับ แต่ไม่จำกัดเฉพาะการใดๆ ระเบียบ ข้อบังคับ ประกาศ คำสั่งหรือคำสั่งขององค์กรกำกับดูแลใดหรือผู้มีอำนาจซึ่งเป็นหน่วยงานของรัฐหรือตราสารแห่งชาติหรืออื่นๆแลกเปลี่ยน ",

	"student_tc_msg23" => "ให้การสนับสนุนหรือทรัพยากร (หรือซ่อนเร้นหรืออำพรางลักษณะที่ตั้งของแหล่งที่มาหรือความเป็นเจ้าของของการสนับสนุนหรือทรัพยากรให้กับองค์กรใดๆ ) ที่กำหนดโดยสิงคโปร์ขายในประเทศของรัฐบาลสหรัฐอเมริกาเป็นองค์กรก่อการร้ายต่างประเทศ",

	"student_tc_msg24" => "\"ติดตาม\" หรือก่อกวนผู้อื่น",

	"student_tc_msg25" => "กระทำการฉ้อโกงหรือผิดกฎหมายใดๆ ไม่ว่าในความสัมพันธ์กับผู้ให้บริการของบุคคลที่สามของสินค้าและบริการในบริการหรืออื่นๆ และ / หรือ",

	"student_tc_msg26" => "เก็บรวบรวมหรือเก็บข้อมูลส่วนบุคคลเกี่ยวกับผู้ใช้คนอื่นๆ ในการเชื่อมต่อกับการดำเนินการและกิจกรรมต้องห้ามที่กำหนดไว้ในข้อตกลงนี้",

	"student_tc_msg27" => "สร้าง แสดง ส่งหรือได้รับวัสดุที่เป็นภัยคุกคามหรือมีผลกระทบต่อการรักษาความปลอดภัยแห่งชาติสิงคโปร์",

	"student_tc_msg28" => "สร้าง แสดง ส่งหรือได้รับวัสดุที่เป็นภัยคุกคามหรือมีผลกระทบต่อความสามัคคีของเชื้อชาติในสิงคโปร์",

	"student_tc_msg29" => "สร้าง แสดง ส่งหรือได้รับวัสดุที่ละเมิดกฎหมายทรัพย์สินทางปัญญา",

	"student_tc_msg30" => "ห้ามใช้งานสคริปต์เครื่องคอมพิวเตอร์ \"บอท\" หรือระบบอัตโนมัติใดๆ บน Futureed Pte Ltd เป็นเด็ดขาดและอาจส่งผลในความรับผิดทางอาญา Futureed Pte Ltd อาจบอกเลิกอย่างถาวรและตัดสิทธิ์ผู้ใช้ที่อยู่ในดุลยพินิจของตนในฐานะที่เป็นตัวกำหนดในการละเมิดข้อกำหนดในการให้บริการเหล่านี้ การตัดสินใจทั้งหมดโดย Futureed Pte Ltd ถือเป็นที่สิ้นสุด",

	"student_tc_msg31" => "Futureed Pte Ltd อาจรวมถึงการเชื่อมโยงไปยังเว็บไซต์ที่ดำเนินการโดยบุคคลอื่นที่ไม่ใช่ Futureed Pte Ltd รวมถึงผู้โฆษณาและผู้ให้บริการเนื้อหาอื่น ๆ เว็บไซต์เหล่านั้นอาจเก็บรวบรวมข้อมูลหรือขอข้อมูลส่วนบุคคลจากคุณ Futureed Pte Ltd ไม่ได้ควบคุมเว็บไซต์ดังกล่าวและจะไม่รับผิดชอบต่อเนื้อหาของพวกเขานโยบายความเป็นส่วนตัวหรือสำหรับการเก็บรวบรวมการใช้หรือการเปิดเผยข้อมูลใด ๆ ที่เว็บไซต์เหล่านั้นอาจเก็บรวบรวม.",

	"student_tc_msg32" => "Futureed Pte Ltd และ KCGA ไม่มีการรับประกันความถูกต้องหรือความครบถ้วนสมบูรณ์ของข้อมูลใดๆ บนหน้าเว็บเหล่านี้การสำรวจฐานข้อมูลหรือผลลัพธ์และจะไม่รับผิดชอบต่อ ข้อผิดพลาดหรือการละเว้นการกระทำที่เกิดขึ้นจากการใช้ข้อมูลดังกล่าวใดๆ 2) ความล้มเหลว, ความล่าช้าหรือหยุดชะงักในการส่งมอบเนื้อหาหรือบริการใดๆ ที่อยู่ในเซิร์ฟเวอร์ของเรานั้น หรือ 3) ความสูญเสียหรือความเสียหายที่เกิดจากการใช้เนื้อหาหรือการให้บริการของเรา",

	"student_tc_msg33" => "ผลิตภัณฑ์และบริการ Futureed Pte Ltd ถูกสร้างขึ้นบนพื้นฐานของความซื่อสัตย์ของผู้ใช้โดยใช้การประเมินผลที่ ในฐานะที่เป็นผู้รับผิดชอบและใช้งานด้วยความซื่อสัตย์สุจริตโดยใช้การประเมินผลในฟิวเจอร์สพีทีอี จำกัด คุณตกลงที่จะซื่อสัตย์ส่วนตัวและการปฏิบัติต่อผู้อื่นด้วยความเคารพและมารยาทในแง่ของการประเมินใด ๆ ที่ Futureed Pte Ltd. คุณยอมรับว่าคุณมีไม่ได้รับมิได้ ได้รับความช่วยเหลือในการประเมินและจะไม่พยายามที่จะบ่อนทำลายการทดสอบโดยการคัดลอกโกงหรือ plagiarizing คำถามหรือคำตอบ คุณยังจะไม่ละเมิดสิทธิในทรัพย์สินทางปัญญาของเจ้าของเนื้อหาโดยการกระจายเนื้อหาไม่ได้รับอนุญาต ถ้าคุณทำเช่นนั้นคุณจะทราบว่าคุณจะต้องรับผิดชอบต่อผลกระทบที่ตามมาใด ๆ ที่เกี่ยวข้องกับการกระทำของสิทธิในทรัพย์สินทางปัญญาละเมิดโดยเรา",

	"student_tc_msg34" => "นอกจากนี้คุณยังตกลงที่คุณจะไม่ทำ",

	"student_tc_msg35" => "พยายามที่จะคัดลอกหรือแบ่งปันคำถามและคำตอบกับเพื่อนของคุณครอบครัวคนรู้จักและเพื่อนร่วมงาน",

	"student_tc_msg36" => "พยายามที่จะโกงการประเมินใดๆ ใน Futureed Pte Ltd จำกัด เช่น สมัครเป็นเพื่อน ครอบครัว คนรู้จักและเพื่อนร่วมงานที่จะช่วยตอบคำถาม เราเคารพในความซื่อสัตย์ของคุณและขอแนะนำให้คุณดำเนินการทดสอบที่ดีที่สุดของความสามารถของคุณเอง",

	"student_tc_msg37" => "สิทธิในทรัพย์สินทางปัญญา",

	"student_tc_msg38" => "เว้นแต่จะระบุเป็นอย่างอื่น KCGA หรือใบอนุญาตของเจ้าของและรักษากรรมสิทธิ์ทั้งหมดในเว็บไซต์และวัสดุและข้อมูลที่โพสต์ทั้งหมดดังกล่าวรวมถึง แต่ไม่ถ่ายภาพข้อ จำกัด  ข้อความ กราฟฟิค โลโก้ ไอคอน เนื้อหา บันทึกเสียง บทสอนเสียง / คลิปภาพและ การออกแบบ (รวมเรียกว่า \"เนื้อหา\") ทั้งหมดของวัสดุที่มีอยู่ในเว็บไซต์ที่มีลิขสิทธิ์นอกจากที่ระบุอย่างชัดเจน เว็บไซต์ Futureed Pte Ltd อาจถูกใช้โดยคุณและพนักงานของคุณหรือเฉพาะ บุคคลภายใต้การควบคุมและ / หรือการกำกับดูแลของคุณ ข้อตกลงและเงื่อนไขในการใช้งานเหล่านี้ไม่ให้ไปหรือสร้างในลูกค้าผู้ใช้ใดๆ หรือบุคคลอื่นใดสนใจหรือทรัพย์สินทางปัญญาที่เป็นกรรมสิทธิ์สิทธิใดๆ หรือเว็บไซต์ Futureed Pte Ltd หรือเครื่องมือในการประเมินใดๆ หรือสอบถามข้อมูลหรือเนื้อหาอื่นๆ ประกอบไปด้วยหรือที่มีอยู่บนเว็บไซต์ Futureed Pte Ltd คุณไม่สามารถใช้คัดลอกทำซ้ำเผยแพร่อัพโหลดโพสต์แจกจ่ายหรือปรับเปลี่ยนเครื่องหมายการค้าหรือ เนื้อหาโดยไม่ได้รับอนุญาตจาก Futureed Pte Ltd ในแต่ละกรณีเว้นแต่เนื้อหาดังกล่าวถูกโพสต์โดยคุณ การใช้ Futureed Pte Ltd หรือ KCGA เนื้อหาที่มีลิขสิทธิ์ในเว็บไซต์อื่นๆ ที่เป็นสิ่งต้องห้ามอย่างเคร่งครัด Futureed Pte Ltd และ KCGA อาจจะบังคับใช้สิทธิในทรัพย์สินทางปัญญาไปตามกฎหมายรวมทั้งการแสวงหาของการฟ้องร้องทางอาญา",

	"student_tc_msg39" => "ข้อมูลที่เป็นความลับ",

	"student_tc_msg40" => "ข้อมูลที่เป็นความลับรวมถึงข้อกำหนดเหล่านี้งบของการทำงานข้อตกลงใบอนุญาตธุรกิจและแผนการตลาดและกลยุทธ์ธุรกิจที่ไม่ใช่ภาครัฐและเทคโนโลยีสารสนเทศความลับทางการค้าเนื้อหารวมอยู่ในการประเมินผลโดยคุณวัสดุที่เป็นลายลักษณ์อักษรที่ทำเครื่องหมายไว้เป็นความลับและข้อมูลอื่นๆ รวมทั้ง ข้อมูลภาพและในช่องปากซึ่งสมเหตุสมผลควรจะเข้าใจเป็นความลับ Futureed Pte Ltd จะใช้เทคโนโลยีที่เหมาะสมในเชิงพาณิชย์ การปฏิบัติที่ดีที่สุดในอุตสาหกรรมเพื่อให้มั่นใจความสมบูรณ์และความปลอดภัยของข้อมูลที่เป็นความลับทั้งหมดที่เกี่ยวกับการโจรกรรมการละเมิดลิขสิทธิ์และการเข้าถึงไม่ได้รับอนุญาต",

	"student_tc_msg41" => "พันธะการชดใช้",

	"student_tc_msg42" => "เท่าที่ได้รับอนุญาตตามกฎหมาย คุณยินยอมที่จะชดใช้ค่าเสียหายและ KCGA ไม่เป็นอันตรายกับการเรียกร้องใดๆ และทั้งหมดและค่าใช้จ่ายรวมทั้งค่าทนายความที่เหมาะสมที่เกิดขึ้นจากการใช้ผลิตภัณฑ์ KCGA บริการและเว็บไซต์นี้ ความคุ้มครองนี้อย่างชัดแจ้ง รวมถึงความรับผิดชอบของคุณสำหรับการใดๆ และหนี้สินทั้งหมดที่เกิดจากการละเมิดหรือการละเมิดสิทธิในลิขสิทธิ์เครื่องหมายการค้าหรือกรรมสิทธิ์อื่นๆ และจากการใช้วัสดุหมิ่นประมาทหรือผิดกฎหมายใดๆ",

	"student_tc_msg43" => "สิทธิการยกเลิก",

	"student_tc_msg44" => "KCGA ขอสงวนสิทธิ์ในการระงับหรือยกเลิกการใช้งานของเว็บไซต์และบริการได้ตลอดเวลาโดยไม่ต้องแจ้งให้ทราบล่วงหน้าถ้าคุณจะพบในการละเมิดข้อกำหนดของเราในข้อตกลงนี้",

	"student_tc_msg45" => "การปฏิเสธ",

	"student_tc_msg46" => "FUTUREED PTE LTD ให้ \"ตามสภาพ\" และ \"ความผิดพลาดทั้งหมด\" และไม่มีการรับประกันใดๆ และการใช้ FUTUREED Pte Ltd ราวเป็นลูกค้า",

	"student_tc_msg47" => "ในขอบเขตสูงสุดที่กฎหมายอนุญาต KCGA จะไม่มีความรับผิดให้กับลูกค้าผู้ใช้ใดๆ หรือบุคคลอื่นใดเพื่อการพิเศษ อุบัติเหตุทางอ้อมหลักประกันเป็นผลที่เป็นแบบอย่างหรือค่าเสียหายเชิงลงโทษไม่ว่าจะดำเนินการหรือสัญญาใดๆ ส่วนหนี้สินที่เข้มงวดการละเมิด (รวมถึง แต่ไม่ จำกัด เฉพาะการประมาท) หรือทฤษฎีอื่นๆ ของความรับผิด (รวมถึง แต่ไม่ จำกัด เฉพาะการละเมิดการรับประกัน) ที่เกิดขึ้นจากหรือในทางใดๆ ที่เกี่ยวข้องหรือเกี่ยวข้องกับการใช้หรือประสิทธิภาพของ หรือไม่สามารถใช้ FUTURES PTE LTD หรือผิดพลาดการละเลยหรือไม่ถูกต้องมีอยู่ในใดๆ ข้อมูลสารสนเทศบันทึกหรือผลลัพธ์ที่ได้โดยผ่านหรือเกิดจากการใช้ FUTURES PTE LTD หรือจากการสูญเสียใดๆ หรือความเสียหายของข้อมูลหรือข้อมูลอื่นๆ หรือบันทึก แม้ว่า KCGA ได้รับทราบถึงความเป็นไปได้ของความเสียหายดังกล่าวหรือความเป็นไปได้ดังกล่าวสมเหตุสมผลคาดการณ์ได้รวมถึง ( แต่ไม่ จำกัด เฉพาะ) เสียหายที่สูญเสียในการใช้งานสำหรับความล่าช้าการสูญเสียของธุรกิจสูญเสียรายได้ผลกำไรหรือเงินออม ธุรกิจหยุดชะงักการสูญเสีย การสูญเสียหรือความเสียหายของข้อมูลหรือข้อมูลอื่นๆ หรือบันทึกการสูญเสียความเป็นส่วนตัวและการสูญเสียค่าความนิยมและความรับผิดต่อบุคคลที่สามที่เกิดขึ้นจากหรือในทางใดๆ ที่เกี่ยวข้องหรือเกี่ยวข้องกับการใช้หรือประสิทธิภาพของหรือไม่สามารถใช้ FUTUREED PTE LTD หรือเกิดขึ้นหรือในทางใดๆ ที่เชื่อมต่อกับหรือเกี่ยวข้องกับการใช้หรือไม่สามารถใช้ข้อมูลหรือข้อมูลอื่นๆ บันทึกหรือผลลัพธ์ที่ได้โดยผ่านหรือเกิดจากการใช้หรือการไม่สามารถใช้ FUTUREED PTE LTD สูญเสียหรือความเสียหายของ ข้อมูลหรือข้อมูลอื่นๆ หรือบันทึก หรือเกิดขึ้นจากความล้มเหลวใดๆ ต่อไปตามหน้าที่ใดๆ รวมถึง ( แต่ไม่ จำกัด เฉพาะ) หน้าที่ของความเชื่อที่ดีใดๆ หรือการออกกำลังกายการดูแลสมเหตุสมผลในเชิงพาณิชย์หรือเกิดขึ้นจากการหลักสูตรการจัดการ สนามของประสิทธิภาพการใช้งานใดๆ หรือเพื่อการค้าหรืออื่นใดก็ตามแม้ว่า KCGA หรือ FUTUREED PTE LTD ได้รับคำแนะนำเป็นไปได้ของความเสียหายดังกล่าวหรือถ้าเป็นไปได้ดังกล่าวคาดการณ์ได้สมเหตุสมผล",

	"student_tc_msg48" => "ในขอบเขตสูงสุดที่กฎหมายอนุญาต KCGA ทั้งสิ้นรับผิดและหน้าที่ในเกิดขึ้นจากหรือในลักษณะใดเกี่ยวข้องหรือที่เกี่ยวข้องกับของลูกค้าหรือผู้ใช้งานใดๆ หรือไม่สามารถใช้ FUTURES PTE LTD หรือผลที่ได้รับจากการใช้ FUTUREED PTE LTD ถูกจำกัด ให้เกิดความเสียหายโดยตรงซึ่งจะไม่ในกรณีใดๆ เกินหนึ่งร้อยดอลลาร์สิงคโปร์ (S$ 100.00) ในการรวม สูงสุดขยายกฎหมายอนุญาต ข้อจำกัดนี้ไม่คำนึงถึงข้อเสนอแนะเป็นไปได้ว่าหนี้สินจะขึ้นจากการผิดสัญญาการละเมิด (รวมถึง แต่ไม่ จำกัด เฉพาะการประมาท) หนี้สินที่เข้มงวดการละเมิดการรับประกันหรือทฤษฎีอื่นๆ ตามกฎหมาย",

	"student_tc_msg49" => "ในขอบเขตสูงสุดที่กฎหมายอนุญาตคุณจะไม่นำคำขอเข้าร่วมหรือมีส่วนร่วมในการดำเนินการระดับหรือระดับอนุญาโตตุลาการดําเนินการใดๆ ที่เรียกร้องความต้องการฟ้องร้องหรือสาเหตุของการกระทำคุณอาจมีการต่อต้าน KCG และ FUTUREED PTE LTD ที่เกิดขึ้น เกี่ยวข้องกับหรือในทางใดๆ ที่เชื่อมต่อกับเว็บไซต์ FUTUREED PTE LTD ของการใช้เว็บไซต์ FUTUREED PTE LTD หรือการทดสอบหรือผลิตภัณฑ์อื่นหรือบริการผ่านเว็บไซต์ FUTUREED PTE LTD และคุณสละสิทธิของคุณ ตอนนี้อาจหรือในอนาคตจะต้องนำคำขอเข้าร่วมหรือมีส่วนร่วมในคดีใดๆ หรืออนุญาโตตุลาการหรือการดำเนินการอื่นๆ ในการดำเนินการเรียนหรืองบการเงินรวมหรือมีส่วนร่วมเป็นผู้แทนหรือสมาชิกของชั้นเรียนของผู้ร้องเรียนที่เกี่ยวข้องกับการใดๆ ที่เรียกร้องต้องการใดๆ การฟ้องร้องหรือสาเหตุของการกระทำที่เกิดจากการที่เกี่ยวข้องกับหรือในทางที่เชื่อมต่อกับการใช้งานของเว็บไซต์ FUTUREED PTE LTD หรือการทดสอบหรือผลิตภัณฑ์อื่นหรือบริการรับผ่านเว็บไซต์ FUTUREED PTE LTD บทบัญญัตินี้ไม่ก่อให้เกิดการสละสิทธิใดๆ ของคุณและการเยียวยาที่จะไล่ตามการเรียกร้องรายบุคคลและไม่ได้อยู่ในการดำเนินการระดับอนุญาโตตุลาการชั้นเรียนหรืองบการเงินรวมหรือเป็นตัวแทนหรือสมาชิกของชั้นเรียนของผู้ร้องเรียนใดๆ",

	"student_tc_msg50" => "การถือเป็นโมฆะ",

	"student_tc_msg51" => "ในกรณีที่คนใดคนหนึ่งหรือมากกว่าของบทบัญญัติเหล่านี้ควรจะจัดขึ้นที่ไม่ถูกต้องผิดกฎหมายหรือไม่มีผลบังคับใช้บทบัญญัติดังกล่าวจะได้รับการแก้ไขถ้าเป็นไปได้ในขอบเขตขั้นต่ำที่จำเป็นเพื่อให้มีผลบังคับใช้หรือถ้าพวกเขาไม่สามารถแก้ไขได้เป็นเช่นนั้นแล้ว ตัดและบทบัญญัติที่เหลืออยู่ในที่นี้จะไม่ได้อยู่ในทางใดทางหนึ่งได้รับผลกระทบหรือเกิดการด้อยค่า",

	"student_tc_msg52" => "อัยการและกฎหมายปกครอง",

	"student_tc_msg53" => "ความถูกต้อง การก่อสร้าง การบังคับใช้และการตีความข้อตกลงและเงื่อนไขในการใช้งานเหล่านี้คือการได้รับการควบคุมกฎหมายของประเทศสิงคโปร์",

	"student_tc_msg54" => "การสละสิทธิ",

	"student_tc_msg55" => "ความล้มเหลวของ KCGA ในการบังคับใช้ประสิทธิภาพการทำงานที่เข้มงวดของบทบัญญัติของข้อตกลงใดๆ เหล่านี้ไม่ถือว่าเป็นการสละสิทธิ์ในการภายหลังการบังคับใช้บทบัญญัติดังกล่าว",

	"student_tc_msg56" => "ความยินยอมของคุณ",

	"student_tc_msg57" => "โดยใช้เว็บไซต์ของเราคุณยินยอมที่จะข้อกำหนดและเงื่อนไขตามที่เขียนไว้ในข้อตกลงนี้ของเรา",

	"student_tc_msg58" => "การติดต่อเรา",

	"student_tc_msg59" => "หากมีข้อสงสัยใดๆ เกี่ยวกับนโยบายนี้คุณสามารถติดต่อเราโดยใช้ข้อมูลด้านล่างนี้",

	"ls_text_msg_1" => "กรุณาตอบคำถามทุกข้อในหน้านี้ก่อนที่จะดำเนินการต่อไปหน้าถัดไป",

	"ls_text_msg_2" => "โปรดอ่านตัวอย่างระมัดระวังที่จะเข้าใจคำแนะนำก่อนที่จะคลิกถัดไป",

	"trial_module" => "ทดลองโมดูล",

	"trial_module_message_1" => "นี้เป็นโมดูลทดลอง หากคุณต้องการสมัครสมาชิกกรุณาคลิก",

	"trial_module_message_2" => "หรือมีผู้ปกครองหรือครูจะเชิญคุณชั้นเรียนของคุณ",

	"trial_module_payment_page_text" => "หน้าการชำระเงิน",

	"end_of_trial_question" => "คุณได้มาถึงจุดสิ้นสุดของคำถามการพิจารณาคดี",

	"end_of_trial_question_age_greater_13" => "กรุณาสมัครสมาชิกถ้าคุณต้องการดำเนินการต่อโดยใช้บทเรียนอนาคต!",

	"end_of_trial_question_age_below_13" => "คุณสามารถขอให้ผู้ปกครองของคุณหรือจะได้รับเชิญโดยครูของคุณเพื่อเข้าร่วมชั้นเรียน!",

	"subscribe_now" => "สมัครตอนนี้!",

	"change_background" => "เปลี่ยนพื้นหลัง",

	"current_background_image" => "ภาพพื้นหลังปัจจุบัน",

	"background_image" => "ภาพพื้นหลัง",

	"select_new_background_image" => "เลือกภาพพื้นหลังใหม่",

	"subject_area_heatmap" => "เรื่องแผนที่พื้นที่หลักของความร้อน",

	"parent_dashboard_instruction_1" => "ในการเริ่มต้นในการใช้บทเรียนในอนาคตคุณจะต้องเพิ่มนักเรียน",

	"parent_dashboard_instruction_2" => "หากคุณเพิ่มแล้วนักเรียนคุณสามารถซื้อเรื่องสำหรับนักเรียนของคุณ",

	"parent_dashboard_instruction_3" => "นอกจากนี้คุณยังสามารถตรวจสอบบทเรียนและข้อปฏิบัติ",

	"parent_dashboard_add_student" => "เพิ่มนักเรียนในขณะนี้!",

	"parent_dashboard_buy_subject" => "ซื้อเรื่องนี้!",

	"parent_dashboard_review" => "ทบทวน",

	"principal_dashboard_message_1" => "ในการเริ่มต้นการใช้บทเรียนในอนาคตคุณจะต้องเชิญครูเป็นครั้งแรกในการจัดการชั้นเรียนของคุณ",

	"principal_dashboard_message_2" => "หากคุณได้รับเชิญแล้วครูที่คุณต้องไปชำระเงินที่จะซื้อที่นั่งสำหรับชั้นเรียนของคุณ",

	"principal_dashboard_add_teacher" => "เพิ่มครู",

	"principal_dashboard_buy_seats" => "ซื้อที่นั่ง",

	"teacher_dashboard_message_1" => "ในการเริ่มต้นในการใช้บทเรียนในอนาคตคุณจะต้องเพิ่มนักเรียน",

	"teacher_dashboard_message_2" => "ที่จะเห็นนักเรียนของคุณทั้งหมดคลิกนักศึกษา",

	"teacher_dashboard_message_3" => "เพื่อทบทวนบทเรียนและการปฏิบัติคำถามคลิกโมดูล",

	"teacher_dashboard_add_student" => "เพิ่มนักเรียนในขณะนี้!",

	"teacher_dashboard_student_list" => "รายการนักศึกษา",

	"teacher_dashboard_module" => "โมดูล",

	"included" => "ที่รวมอยู่",

	"not_included" => "ไม่รวม",

	"admin_management" => "งานธุรการ",

	"did_not_receive_email_confirmation" => "ไม่ได้รับอีเมล์ยืนยัน?",

	"resend_confirmation" => "ยืนยันการส่งซ้ำ",

	"user_credentials" => "สิทธิของผู้ใช้",

	"youre_almost_done" => "เกือบเสร็จแล้ว"

];