<?php
return [
	"accepted" => "လက်ခံသည်",
	"account_status" => "အကောင့်အခြေအနေ",
	"action" => "လှုပ်ရှားမှု|လှုပ်ရှားမှုများ",
	"add" => "ပေါင်းထည့်ပါ",
	"add_classroom" => "စာသင်ခန်း ပေါင်းထည့်ပါ",
	"add_student" => "ကျောင်းသား ပေါင်းထည့်ပါ",
	"add_more" => "နောက်ထပ် ပေါင်းထည့်ပါ",
	"add_help" => "အကူအညီ ပေါင်းထည့်ပါ",
	"add_tips" => "သိကောင်းစရာများ ပေါင်းထည့်ပါ",
	"add_payment" => "ငွေပေးချေမှု ပေါင်းထည့်ပါ",
	"address_info" => "လိပ်စာ အချက်အလက်",
	"admin" => "ကြီးကြပ်သူ",
	"admin_client_management" => "ဖောက်သည် စီမံခန့်ခွဲမှု",
	"an_email_reset_pic_password" => "သင့်ရုပ်ပုံ စကားဝှက်ကို ပြန်သတ်မှတ်ရန် အီးမေးလ်ကို သင့်အီးမေးလ်အကောင့်သို့ ပို့ထားသည်",
	"a_new_email_reset_pic_password" => "သင့်ရုပ်ပုံ စကားဝှက်ကို ပြန်သတ်မှတ်ရန် အီးမေးလ်အသစ်ကို သင့်အီးမေးလ်အကောင့်သို့ ပို့ထားသည်",
	"answer_list" => "အဖြေ စာရင်း",
	"age" => "အသက်",
	"all" => "အားလုံး",
	"all_right_reserved" => "မူပိုင်ခွင့်အားလုံး ပိုင်ဆိုင်သည်",
	"All Rights Reserved." => "နှင့်",
	"and" => "နှင့်",
	"announcement" => "ကြေငြာချက်",
	"answer" => "အဖြေ",
	"answered_by" => "ဖြေဆိုသူ",
	"approve" => "အတည်ပြုရန်",
	"are_you_sure_you_want_to_remove_student" => "ဤကျောင်းသားကို ဖယ်ရှားချင်သည်မှာ သေချာသလား",
	"are_you_sure_you_want_to_remove_invoice" => "ဤငွေတောင်းခံလွှာကို ဖယ်ရှားချင်သည်မှာ သေချာသလား",
	"are_you_sure_you_want_to_buy_accessory" => "ဤအသုံးအဆောင်ကို ဝယ်ချင်သည်မှာ သေချာသလား",
	"area" => "နယ်ပယ်",
	"avatar_accessories" => "ဇာတ်ကောင် အသုံးအဆောင်များ",
	"back" => "နောက်သို့",
	"back_to_dashboard" => "မူလနေရာသို့ပြန်သွားရန်",
	"badge" => "တံဆိပ်",
	"bank_account_number" => "ဘဏ်အကောင့် နံပါတ်",
	"bank_address" => "ဘဏ်လိပ်စာ",
	"bank_code" => "ဘဏ်ကုဒ်နံပါတ်",
	"bank_name" => "ဘဏ်အမည်",
	"begin" => "စတင်ရန်",
	"bill_to" => "ငွေတောင်းခံလွှာ လက်ခံသူ",
	"billing_invoice" => "ငွေတောင်းခံလွှာ",
	"birthday" => "မွေးနေ့",
	"buy" => "ဝယ်ရန်",
	"buy_accessory" => "အသုံးအဆောင် ဝယ်ရန်",
	"by" => "အားဖြင့်",
	"cancel" => "ပယ်ဖျက်ရန်",
	"cancel_caps" => "ပယ်ဖျက်ရန်",
	"cancel_subscription" => "စာရင်းသွင်းမှု ပယ်ဖျက်ရန်",
	"cancelled" => "ပယ်ဖျက်ပြီးပြီ",
	"cash_points" => "ငွေသား ရမှတ်",
	"change" => "ပြောင်းရန်",
	"change_password" => "စကားဝှက် ပြောင်းရန်",
	"change_rating" => "အဆင့်သတ်မှတ်ချက် ပြောင်းလဲရန်",
	"change_avatar" => "ဇာတ်ကောင် ပြောင်းလဲရန်",
	"change_student_email" => "ကျောင်းသား အီးမေးလ် ပြောင်းလဲရန်",
	"choose_image" => "ရုပ်ပုံ ရွေးချယ်ရန်",
	"city" => "မြို့",
	"class" => "အတန်း",
	"class_dashboard" => "အတန်းမူလနေရာ",
	"class_handled" => "ကိုင်တွယ်သော အတန်း",
	"class_level" => "အတန်း၏ အဆင့်",
	"class_list" => "အတန်း စာရင်း",
	"class_management" => "အတန်း စီမံခန့်ခွဲမှု",
	"class_name" => "အတန်း အမည်",
	"class_progress_report" => "အတန်း တိုးတက်မှု မှတ်တမ်း",
	"clear" => "ရှင်းလင်းရန်",
	"click" => "ကလစ်နှိပ်ပါ",
	"click_to_login" => "အကောင့်ဝင်ရန် ဒီမှာကိုနှိပ်ပါ",
	"click_confirm_email" => "အီးမေးလ်လိပ်စာ အတည်ပြုရန် ဒီမှာနှိပ်ပါ",
	"client" => "ဖောက်သည်",
	"client_site" => "ဖောက်သည် ဆိုက်",
	"close" => "ပိတ်ပါ",
	"close_this_req" => "ဤတောင်းဆိုမှုကို ပိတ်ပါ",
	"close_req" => "တောင်းဆိုမှုကို ပိတ်ပါ",
	"code" => "ကုဒ်",
	"completed" => "ပြီးပြီ",
	"confirm" => "အတည်ပြုရန်",
	"confirm_code" => "အတည်ပြုသည့်ကုဒ်",
	"confirm_email" => "အီးမေးလ်လိပ်စာကို အတည်ပြုပါ",
	"confirm_email_msg" => "သင့်အီးမေးလ်လိပ်စာ အသစ်ကို အတည်ပြုရန် အောက်ပါအတိုင်း ဆောင်ရွက်ပါ",
	"confirm_email_address" => "သင့်အီးမေးလ်လိပ်စာကို အတည်ပြုပါ",
	"confirm_invitation" => "ဖိတ်ကြားလွှာကို အတည်ပြုပါ",
	"confirm_new_password" => "စကားဝှက် အသစ်ကို အတည်ပြုပါ",
	"confirm_password" => "စကားဝှက်ကို အတည်ပြုပါ",
	"confirm_registration" => "မှတ်ပုံတင်ခြင်းကို အတည်ပြုပါ",
	"contact_person" => "ဆက်သွယ်ရန်ပုဂ္ဂိုလ်",
	"contact_number" => "ဆက်သွယ်ရန်ဖုန်းနံပါတ်",
	"content" => "အကြောင်းအရာ",
	"content_not_available" => "အကြောင်းအရာ မရှိပါ",
	"country" => "နိုင်ငံ",
	"correct" => "ပြင်ဆင်ပါ",
	"created_by" => "ဖန်တီးသူ",
	"credentials_info" => "အထောက်အထား အချက်အလက်",
	"current" => "လက်ရှိ",
	"current_email" => "လက်ရှိအီးမေးလ်လိပ်စာ",
	"current_learning" => "လက်ရှိသင်ယူမှု",
	"current_password" => "လက်ရှိစကားဝှက်",
	"data_privacy_policy" => "ဒေတာ လုံခြုံရေး မူဝါဒ",
	"date" => "ရက်စွဲ",
	"date_added" => "ရက်စွဲ ပေါင်းထည့်ပြီးပြီ",
	"date_created" => "ရက်စွဲ ဖန်တီးပြီးပြီ",
	"date_end" => "နောက်ဆုံးရက်",
	"date_last_answer" => "နောက်ဆုံးဖြေခဲ့သည့် ရက်စွဲ",
	"date_removed" => "ရက်စွဲ ဖယ်ရှားပြီးပြီ",
	"date_start" => "စတင်ရက်စွဲ",
	"date_started" => "ရက်စွဲ စတင်ပြီ",
	"delete" => "ဖျက်ပစ်ပါ",
	"delete_subscription" => "စာရင်းသွင်းမှုကို ပယ်ဖျက်ရန်",
	"delete_student" => "ကျောင်းသားကို ပယ်ဖျက်ရန်",
	"delete_this_req" => "ဤတောင်းဆိုမှုကို ပယ်ဖျက်ပါ",
	"delete_req" => "တောင်းဆိုမှုကို ပယ်ဖျက်ပါ",
	"description" => "ဖော်ပြချက်",
	"detail" => "အသေးစိတ်",
	"difficulty" => "အခက်အခဲ",
	"direct_credit_to" => "ထံသို့ တိုက်ရိုက်ချေးငွေ",
	"disabled" => "ပိတ်ထားသည်",
	"discount" => "လျှော့စျေး",
	"displayed_at" => "မှာ ပြသထားသည်",
	"download_template" => "တမ်းပလိတ်ကို ဒေါင်းလုတ်ယူပါ",
	"drag_items_reorder" => "ပြန်စီရန် အကြောင်းအရာများကို ဆွဲပါ",
	"edit" => "တည်းဖြတ်ပါ",
	"edit_client_account_profile" => "ဖောက်သည်အကောင့် ကိုယ်ရေးအကျဉ်းကို တည်းဖြတ်ပါ",
	"edit_profile" => "ကိုယ်ရေးအကျဉ်းကို တည်းဖြတ်ပါ",
	"edit_status" => "အခြေအနေကို တည်းဖြတ်ပါ",
	"edit_student" => "ကျောင်းသားကို တည်းဖြတ်ပါ",
	"electronic_invoice" => "အီလက်ထရောနစ်ငွေတောင်းခံလွှာ",
	"email" => "အီးမေးလ်",
	"email_address" => "အီးမေးလ်လိပ်စာ",
	"email_address_available" => "အီးမေးလ်လိပ်စာ ရရှိနိုင်ပါသည်",
	"email_or_username" => "အီးမေးလ် သို့မဟုတ် သုံးစွဲသူအမည်",
	"enter_confirmation_code" => "အတည်ပြုသည့်ကုဒ်ကို ဖြည့်ပါ",
	"enabled" => "ဖွင့်ထားသည်",
	"enter_password" => "စကားဝှက် ဖြည့်ပါ",
	"enter_your_password" => "သင့်စကားဝှက် ဖြည့်ပါ",
	"enter_your_username_email" => "သင့်သုံးစွဲသူအမည် သို့မဟုတ် အီးမေးလ် ဖြည့်ပါ",
	"existing_student" => "လက်ရှိကျောင်းသား",
	"exit_module" => "မော်ဂျူးမှ ထွက်ပါ",
	"export" => "ထုတ်ယူပါ",
	"excelling" => "ထူးချွန်သော",
	"failed_payment" => "ငွေပေးချေမှု အောင်မြင်ပါ",
	"failed_payment_msg" => "ငွေပေးချေမှုလုပ်ငန်းစဉ်ကို ပြီးစီးအောင် မဆောင်ရွက်ခဲ့ပါ",
	"female" => "မ",
	"first_name" => "နာမည် ပထမစာလုံး",
	"for_student_site" => "ကျောင်းသားဝက်ဘ်ဆိုက်သို့",
	"for_students_13_years" => "အသက် ၁၃ နှစ်နှင့်အောက် ကျောင်းသားများအတွက်",
	"for_parent_teacher_school" => "မိဘ/ဆရာ/ကျောင်း ဆိုက်",
	"forgot_check_inbox" => "အီးမေးလ်ကို သင့်စာပုံး သို့မဟုတ် စပမ်ဖိုဒါတွင် ကြည့်ပါ။<br/>အောက်တွင် သင်ဖြည့်ရမည့် အတည်ပြရန်ကုဒ်သည် အီးမေးလ်ထဲ၌ ပါဝင်ပါသည်",
	"forgot_email_sent" => "သင့်စကားဝှက်ကို ပြန်သတ်မှတ်ရန် အီးမေးလ်ကို သင့်အီးမေးလ်အကောင့်သို့ ပို့ထားသည်",
	"forgot_home" => "မူလစာမျက်နှာ",
	"forgot_new_code" => "အသစ်ပြန်သတ်မှတ်ရန် ကုဒ်ကို သင့်အီးမေးလ်အကောင့်သို့ ပို့ထားသည်",
	"forgot_reset" => "သင့်စကားဝှက်အသစ် ဖန်တီးရန် ပြန်သတ်မှတ်ထားသော ကုဒ်ကိုဖြည့်ပါ",
	"forgot_send" => "ပေးပို့ပါ",
	"forgot_your_password" => "စကားဝှက် မေ့နေသလား",
	"forgot_your_pic_password" => "သင့်ရုပ်ပုံစကားဝှက်ကို မေ့နေသလား",
	"from_your_classmates" => "သင့်ရဲ့အတန်းဖော်များထံမှ",
	"from_you" => "သင့်ထံမှ",
	"futureed_online_platform" => "FutureEd အွန်လိုင်းပညာရေး ပလက်ဖောင်း",
	"gender" => "လိင်",
	"general" => "အထွေထွေ",
	"general_tips" => "အထွေထွေသိကောင်းစရာများ",
	"general_help_req" => "အထွေထွေအကူအညီတောင်းဆိုမှုများ",
	"give_tips" => "သိကောင်းစရာများ ပေးပါ",
	"grade" => "အဆင့် | အဆင့်များ",
	"grade_code" => "အဆင့် ကုဒ်",
	"go_to_link" => "လင့်ကို သွားပါ",
	"go_to_my_profile" => "ကျွန်ုပ်၏ ကိုယ်ရေးအကျဉ်းသို့ သွားပါ",
	"help_request" => "အကူအညီတောင်းဆိုမှု | အကူအညီတောင်းဆိုမှုများ",
	"help_request_details" => "အကူအညီတောင်းဆိုမှု အသေးစိတ်",
	"help_request_answers" => "အကူအညီတောင်းဆိုမှု အဖြေများ",
	"help_request_answer_details" => "အကူအညီတောင်းဆိုမှု အဖြေ အသေးစိတ်",
	"Help Request Answer Details" => "ဒီမှာ",
	"here" => "ဒီမှာ",
	"hi" => "ဟိုင်း",
	"hi_there" => "ဟိုင်းပါ",
	"highest_score" => "အမြင့်ဆုံးရမှတ်",
	"i_agree" => "ကို ကျွန်ုပ် သဘောတူသည်",
	"image" => "ရုပ်ပုံ",
	"image_uploaded" => "ရုပ်ပုံ တင်ပြီးပြီ",
	"import" => "သွင်းယူပါ",
	"inactive" => "အသက်မဝင်ပါ",
	"indicate_required_field" => "လိုအပ်သော ကွက်လပ်ကို ဖော်ပြပါ",
	"instructions" => "ညွှန်ကြားချက်များ",
	"ip_address" => "အိုင်ပီ လိပ်စာ",
	"keys" => "သော့ချက်များ",
	"launch" => "စတင်ရန်",
	"last_name" => "နာမည် နောက်ဆုံးစာလုံး",
	"later" => "နောက်ပိုင်းတွင်",
	"learning_style" => "သင်ယူမှု စတိုင်လ်",
	"learning_style_quiz" => "သင်ယူမှု စတိုင်လ် ပဟေဠိ",
	"lets_get_started" => "ခွင့်ပြုစို့",
	"loading" => "ဆောင်ရွက်ဆဲ",
	"locked" => "သော့ခတ်ထားသည်",
	"login" => "အကောင့်ဝင်ရန်",
	"login_credentials" => "အကောင့် သတ်မှတ်ချက်များ",
	"login_forgot" => "စကားဝှက် မေ့နေသလား",
	"login_to_your_account" => "သင့်အကောင့်ထဲ ဝင်ပါ",
	"logout" => "အကောင့်ထွက်ပါ",
	"logout_due_to_inactivity" => "သင့်အကောင့် အသက်မဝင်သည့်အတွက် အကောင့်ထွက်ထားပါသည်။ နောက်ထပ် အကောင့်ဝင်ပါ",
	"logs" => "မှတ်တမ်းများ",
	"lowest_score" => "အနိမ့်ဆုံးရမှတ်",
	"male" => "ကျား",
	"medals" => "ဆုတံဆိပ်",
	"module" => "မော်ဂျူး | မော်ဂျူးများ",
	"module_status" => "မော်ဂျူး အခြေအနေ",
	"my_account" => "ကျွန်ုပ် အကောင့်",
	"my_profile" => "ကျွန်ုပ် ကိုယ်ရေးအကျဉ်း",
	"my_reports" => "ကျွန်ုပ် အစီရင်ခံစာများ",
	"my_help_requests" => "ကျွန်ုပ်၏ အကူအညီတောင်းဆိုမှုများ",
	"name" => "အမည်",
	"new" => "အသစ်",
	"new_email" => "အီးမေးလ်လိပ်စာ အသစ်",
	"new_password" => "စကားဝှက် အသစ်",
	"new_student" => "ကျောင်းသား အသစ်",
	"next" => "နောက်တစ်ခု",
	"no" => "မဟုတ်ပါ",
	"no_available_link" => "လင့် မရှိပါ",
	"no_answers_for_now" => "ယခုထိ အဖြေမရှိပါ",
	"no_available_points" => "အမှတ်များ မရှိပါ",
	"no_available_badges" => "ဆုတံဆိပ်အမှတ်အသား မရှိပါ",
	"no_available_medals" => "ဆုတံဆိပ် မရှိပါ",
	"no_available_modules" => "ဤမော်ဂျူးအတွက် တောင်းဆိုမှု မရှိပါ။</ br>စနစ် ကြီးကြပ်သူကို ဆက်သွယ်ပါ",
	"no_modules_found" => "မော်ဂျူး မရှိပါ",
	"no_content_available" => "အကြောင်းအရာ မရှိပါ",
	"no_questions_available" => "မေးခွန်း မရှိပါ",
	"no_records_found" => "မှတ်တမ်း မရှိပါ",
	"no_results" => "ရလဒ် မရှိပါ...",
	"no_of_seats" => "ထိုင်ခုံအရေအတွက်",
	"no_of_seats_enrolled" => "စာရင်းသွင်းထားသော ထိုင်ခုံအရေအတွက်",
	"no_of_seats_taken" => "ယူထားသော ထိုင်ခုံအရေအတွက်",
	"no_signature_req" => "လက်မှတ် မလိုအပ်ပါ",
	"no_tips_for_now" => "ယခုထိ သိကောင်းစရာများ မရှိပါ...",
	"no_tips_found" => "သိကောင်းစရာ မရှိပါ",
	"no_help_requests_for_now" => "ယခုထိ အကူအညီတောင်းဆိုမှုများ မရှိပါ...",
	"no_help_request_found" => "ယခုထိ အကူအညီတောင်းဆိုမှု မရှိပါ...",
	"not_yet_started" => "မစတင်ရသေး",
	"not_a_student" => "ကျောင်းသား မဟုတ်ဘူးလား",
	"number_of_students" => "ကျောင်းသား အရေအတွက်",
	"ongoing" => "သွားနေစဉ်တွင်",
	"On Going" => "သို့မဟုတ်",
	"or" => "သို့မဟုတ်",
	"other_address_info" => "အခြားလိပ်စာ အချက်အလက် (ရွေးချယ်နိုင်သည်)",
	"other_req" => "အခြား တောင်းဆိုမှုများ",
	"out_of" => "ထဲက",
	"overall_school_progress" => "ကျောင်း အထွေထွေတိုးတက်မှု",
	"paid" => "ငွေပေးပြီးပြီ",
	"parent" => "မိဘ",
	"parent_should_register" => "မိဘက မှတ်ပုံတင်ပေးသင့်သည်။ နှိပ်ပါ",
	"password" => "စကားဝှက်",
	"password_limit" => "စကားဝှက်သည် အနည်းဆုံး အက္ခရာ ၈ လုံးနှင့် ဂဏန်း ၁ လုံးပါဝင်ရမည်",
	"password_new_use" => "အကောင့်ဝင်ရန် သင့်စကားဝှက် အသစ်ကို ယခုသုံးနိုင်ပါသည်",
	"password_set" => "သင့်စကားဝှက်ကို သတ်မှတ်ပြီးပြီ",
	"pay_subscription" => "စာရင်းသွင်းမှု ပေးဆောင်ပါ",
	"payment" => "ငွေပေးချေမှု",
	"payment_list" => "ငွေပေးချေမှု စာရင်း",
	"payment_management" => "ငွေပေးချေရန် စီမံခန့်ခွဲမှု",
	"payment_method" => "ငွေပေးချေမှုရန် နည်းလမ်းများ",
	"payment_status" => "ငွေပေးချေမှု အခြေအနေ",
	"pending" => "လုပ်ဆောင်ဆဲ",
	"pending_email" => "လုပ်ဆောင်ဆဲ အီးမေးလ်",
	"pending_email_address" => "လုပ်ဆောင်ဆဲ အီးမေးလ်လိပ်စာ",
	"personal_info" => "ကိုယ်ရေးကိုယ်တာ အချက်အလက်",
	"picture_password" => "ရုပ်ပုံစကားဝှက်",
	"pick_an_avatar" => "သင့်ကိုယ်ရေးအကျဉ်းအတွက် ဇာတ်ကောင်ရွေးချယ်ပါ",
	"please_login" => "အကောင့်ဝင်ပါ",
	"please_add_classroom" => "စာသင်ခန်း ပေါင်းထည့်ရန်",
	"please_select_subject" => "ဘာသာရပ်ရွေးချယ်ပါ",
	"please_select_email" => "ကျောင်းသား၏ အီးမေးလ် သို့မဟုတ် အမည် ရွေးချယ်ပါ",
	"please_select_subscription" => "စာရင်းသွင်းမှု ရွေးချယ်ပါ",
	"points" => "အမှတ်",
	"post_status" => "ပို့စ် အခြေအနေ",
	"postal_code" => "စာတိုက်သင်္ကေတ",
	"posted_by" => "စာပို့သူ",
	"posted_since" => "စာပို့လိုက်ချိန်",
	"previous" => "ယခင်",
	"principal" => "ကျောင်းအုပ်",
	"price" => "စျေးနှုန်း",
	"print" => "ပုံနှိပ်ပါ",
	"profile" => "ကိုယ်ရေးအကျဉ်း",
	"proceed_to_dashboard" => "မူလနေရာသို့ ဆက်သွားပါ",
	"proceed_to_questions" => "မေးခွန်းများသို့ ဆက်သွားပါ",
	"proceed_to_next_questions" => "နောက်ထပ်မေးခွန်းများသို့ ဆက်သွားပါ",
	"progress" => "တိုးတက်မှု",
	"question" => "မေးခွန်း",
	"quick" => "အမြန်",
	"quick_stats" => "အမြန် စာရင်းအင်း",
	"rate" => "အကဲဖြတ်ပါ",
	"rating" => "အကဲဖြတ်ချက်",
	"regards" => "လေးစားစွာဖြင့်",
	"register" => "မှတ်ပုံတင်ပါ",
	"registration_success" => "မှတ်ပုံတင်မှု အောင်မြင်သည်",
	"reject" => "ငြင်းပယ်ပါ",
	"rejected" => "ငြင်းပယ်သည်",
	"remove_invoice" => "ငွေတောင်းခံလွှာကိုဖယ်ရှားရန်",
	"remove_student" => "ကျောင်းသားကို ဖယ်ရှားရန်",
	"renew_subscription" => "စာရင်းသွင်းမှု သက်တမ်းတိုးရန်",
	"review_teaching_content" => "အကြောင်းအရာများကို သုံးသပ်ပါ",
	"review_teaching_content_msg" => "သင်ကြားမှု အကြောင်းအရာများကို ပြန်သုံးသပ်ရန် လိုပါသည်",
	"reports" => "အစီရင်ခံစာများ",
	"report_card" => "အစီရင်ခံစာကဒ်",
	"resend" => "ပြန်ပို့ပါ",
	"reset" => "ပြန်သတ်မှတ်ပါ",
	"reset_caps" => "ပြန်သတ်မှတ်ပါ",
	"resume" => "ပြန်စတင်ပါ",
	"reset_password" => "စကားဝှက် ပြန်သတ်မှတ်ပါ",
	"reset_password_success" => "စကားဝှက် ပြန်သတ်မှတ်မှု အောင်မြင်သည်",
	"retrieve_pic_password" => "ရုပ်ပုံစကားဝှက် ထုတ်ယူပါ",
	"review_contents" => "အကြောင်းအရာများကို သုံးသပ်ပါ",
	"rewards" => "ဆုများ",
	"reward_points" => "ဆုရ အမှတ်များ",
	"rewards_points_earn" => "ရနိုင်သော ဆုရ အမှတ်များ",
	"rate_this_answer" => "ဤအဖြေကို အကဲဖြတ်ပါ",
	"role" => "အခန်းကဏ္ဍ",
	"save" => "သိမ်းပါ",
	"save_subscription" => "စာရင်းသွင်းမှုကို သိမ်းပါ",
	"save_subscription_msg" => "သင့်အပြောင်းအလဲများကို သိမ်းပါမည်။ ဤစာရင်းသွင်းမှုကို ပယ်ဖျက်လိုတာ သေချာသလား",
	"save_status" => "အခြေအနေကို သိမ်းပါ",
	"save_changes" => "အပြောင်းအလဲကို သိမ်းပါ",
	"school" => "ကျောင်း",
	"school_address" => "ကျောင်းလိပ်စာ",
	"school_city" => "ကျောင်းရှိရာ မြို့",
	"school_contact_info" => "ကျောင်းသို့ ဆက်သွယ်ရန် အချက်အလက်",
	"school_info" => "ကျောင်း အချက်အလက်",
	"school_level" => "ကျောင်း၏ အဆင့်",
	"school_name" => "ကျောင်းအမည်",
	"school_state" => "ကျောင်းရှိရာ ပြည်နယ်",
	"scores" => "ရမှတ်များ",
	"search" => "ရှာရန်",
	"seats_taken" => "ယူထားသော ထိုင်ခုံများ",
	"see_all_points" => "အမှတ်အားလုံးကို ကြည့်ပါ",
	"select_answer_status" => "အဖြေ အခြေအနေကို ရွေးပါ",
	"select_class" => "အတန်းကို ရွေးပါ",
	"select_country" => "နိုင်ငံကို ရွေးပါ",
	"select_difficulty" => "အခက်အခဲကို ရွေးပါ",
	"select_gender" => "လိင်ကို ရွေးပါ",
	"select_grade" => "အဆင့်ကို ရွေးပါ",
	"select_help_request_status" => "အကူအညီတောင်းဆိုမှု အခြေအနေကို ရွေးပါ",
	"select_learning_style" => "သင်ယူမှုစတိုင်လ်ကို ရွေးပါ",
	"select_level" => "အဆင့်ကို ရွေးပါ",
	"select_rate" => "နှုန်းကို ရွေးပါ",
	"select_role" => "အခန်းကဏ္ဍကို ရွေးပါ",
	"select_status" => "အခြေအနေကို ရွေးပါ",
	"select_subject" => "ဘာသာရပ်ကို ရွေးပါ",
	"select_subscription" => "စာရင်းသွင်းမှုကို ရွေးပါ",
	"select_pic_new_pic_password" => "သင့်ရုပ်ပုံစကားဝှက် အသစ်အတွက် ရုပ်ပုံရွေးပါ",
	"select_pic_confirm_pic_password" => "သင့်ရုပ်ပုံစကားဝှက် အသစ်ကို အတည်ပြုရန် ရုပ်ပုံရွေးပါ",
	"sequence_number" => "အစီအစဉ် နံပါတ်",
	"sequence_no" => "အစီအစဉ် နံပါတ်",
	"set_new_password" => "စကားဝှက်အသစ် သတ်မှတ်ပါ",
	"set_password" => "စကားဝှက် သတ်မှတ်ပါ",
	"sign_via_fb" => "Facebook ဖြင့် အကောင့်ဝင်ပါ",
	"sign_via_google" => "Google ဖြင့် အကောင့်ဝင်ပါ",
	"sign_up" => "စာရင်းသွင်းပါ",
	"skip" => "ကျော်သွားပါ",
	"starting" => "စတင်နေသည်",
	"state" => "ဖော်ပြပါ",
	"status" => "အခြေအနေ",
	"step_1" => "အဆင့် ၁",
	"step_2" => "အဆင့် ၂",
	"stop_impersonating" => "ကိုယ်စားအယောင်ဆောင်မှု ရပ်တန့်ပါ",
	"street_address" => "လမ်းလိပ်စာ",
	"struggling" => "ရုန်းကန်နေရသည်",
	"student" => "ကျောင်းသား",
	"student_13_years_old_younger" => "အသက် ၁၃ နှစ်အောက် ကျောင်းသားများ မှတ်ပုံတင်၍မရပါ။ အောက်ပါတို့တွင် မိဘကို စာရင်းသွင်းခိုင်းပါ",
	"student_name" => "ကျောင်းသားအမည်",
	"student_list" => "ကျောင်းသားစာရင်း",
	"student_login" => "ကျောင်းသား အကောင့်ဝင်ရန်",
	"student_report" => "ကျောင်းသား အစီရင်ခံစာ",
	"student_rewards" => "ကျောင်းသား၏ ဆုများ",
	"student_registration" => "ကျောင်းသား မှတ်ပုံတင်ခြင်း",
	"student_status" => "ကျောင်းသား ခြေအနေ",
	"student_to_watch" => "စောင့်ကြည့်ရမည့် ကျောင်းသားများ",
	"subject" => "ဘာသာရပ်",
	"subject_area" => "ဘာသာရပ် နယ်ပယ်",
	"subscription" => "စာရင်းသွင်းမှု",
	"submit" => "ပေးပို့ရန်",
	"subtotal" => "စုစုပေါင်း",
	"success" => "အောင်မြင်သည်",
	"successfully_changed" => "ပြောင်းပြီးမှု အောင်မြင်သည်",
	"successful_payment" => "ငွေပေးချေမှု အောင်မြင်သည်",
	"successful_add_student" => "ကျောင်းသား ပေါင်းထည့်မှု အောင်မြင်သည်",
	"successful_add_help_request_2" => "သင့်အကူအညီ တောင်းဆိုမှုကို အောင်မြင်စွာ ပေါင်းထည့်ပြီးပြီ",
	"successful_add_tip" => "သင့်လမ်းညွှန်မှုကို အောင်မြင်စွာ ပေါင်းထည့်ပြီးပြီ",
	"successful_payment_msg" => "သင့်ငွေပေးချေမှုလုပ်ငန်းစဉ် အောင်မြင်စွာပြီးသွားပြီ",
	"successful_remove_student" => "ကျောင်းသားကို အောင်မြင်စွာ ဖယ်ရှားပြီးပြီ",
	"successful_submit_answer" => "သင့်အဖြေကို အောင်မြင်စွာ ပို့ပြီးပြီ",
	"successful_change_avatar" => "သင့်ဇာတ်ကောင်ကို အောင်မြင်စွာ ပြောင်းပြီးပြီး",
	"success_add_new_tip" => "အောင်မြင်သည်။ သင့်လမ်းညွှန်ကို ပေါင်းထည့်ပြီးပြီ။ သင့်အကြောင်းအရာကို ယခုသုံးသပ်နေပါသည်",
	"success_add_help_request" => "အောင်မြင်သည်။ သင့်အကူညအညီ တောင်းဆိုမှုကို ပေါင်းထည့်ပြီးပြီ။ သင့်အကြောင်းအရာကို ယခုသုံးသပ်နေပါသည်",
	"summary_progress" => "အနှစ်ချုပ် တိုးတက်မှု",
	"teacher" => "ဆရာ",
	"teacher_comparison_progress" => "ဆရာနှိုင်းယှဉ်ခြင်း တိုးတက်မှု",
	"teaching_content" => "သင်ကြားရေးမော်ဂျူး အကြောင်းအရာ",
	"teacher_management" => "ဆရာ စီမံခန့်ခွဲမှု",
	"teacher_invitation" => "ဆရာ ဖိတ်ကြားလွှာ",
	"teacher_list" => "ဆရာ စာရင်း",
	"terms_and_conditions" => "စည်းမျဉ်းစည်းကမ်းများ",
	"test_completed" => "စာမေးပွဲ ပြီးပြီ",
	"time_remaining" => "လက်ကျန်အချိန်",
	"tips" => "သိကောင်းစရာများ",
	"tip_list" => "သိကောင်းစရာစာရင်း",
	"tip_details" => "သိကောင်းစရာအသေးစိတ်",
	"tips_help" => "သိကောင်းစရာများ / အကူအညီ",
	"tips_and_help_request" => "သိကောင်းစရာများနှင့် အကူအညီ တောင်းဆိုမှုများ",
	"title" => "ခေါင်းစဉ်",
	"to" => "သို့",
	"to_register" => "မှတ်ပုံတင်ရန်",
	"toggle_navigation" => "ကျော်လွှား ကြည့်ရှုခြင်း",
	"total" => "စုစုပေါင်း",
	"total_no_seats" => "ထိုင်ခုံ စုစုပေါင်း",
	"total_price" => "စုစုပေါင်းစျေးနှုန်း",
	"type" => "အမျိုးအစား",
	"update" => "အသစ်ပြင်ဆင်ပါ",
	"updated_your_profile" => "သင့်ကိုယ်ရေးအကျဉ်းကို အောင်မြင်စွာ အသစ်ပြင်ဆင်ပြီးပြီ",
	"upload_csv_file" => "CSV ဖိုင်ကို တင်ပါ",
	"usd" => "အမေရိကန်ဒေါ်လာ",
	"user" => "အသုံးပြုသူ",
	"username" => "အသုံးပြုသူအမည်",
	"username_or_email" => "အသုံးပြုသူအမည် သို့မဟုတ် အီးမေးလ်",
	"view_client_account_profile" => "ဖောက်သည်အကောင့် ကိုယ်ရေးအကျဉ်းကို တည်းကြည့်ပါ",
	"view_contents" => "အကြောင်းအရာကို ကြည့်ပါ",
	"view_class_details" => "အတန်း အသေးစိတ်ကို ကြည့်ပါ",
	"view_image" => "ရုပ်ပုံကို ကြည့်ပါ",
	"view_list" => "စာရင်းကို ကြည့်ပါ",
	"view_more" => "နောက်ထပ်ကြည့်ပါ",
	"view_payment" => "ငွေပေးချေမှုကို ကြည့်ပါ",
	"view_payment_list" => "ငွေပေးချေမှုစာရင်းကို ကြည့်ပါ",
	"view_profile" => "ကိုယ်ရေးအကျဉ်းကို ကြည့်ပါ",
	"view_questions" => "မေးခွန်းများကို ကြည့်ပါ",
	"view_student" => "ကျောင်းသားကို ကြည့်ပါ",
	"welcome" => "ကြိုဆိုပါတယ်",
	"wrong" => "မှားသည်",
	"yes" => "ဟုတ်ပါသည်",
	"you_have_successfully_registered" => "သင်အောင်မြင်စွာ မှတ်ပုံတင်ပြီးပြီ",
	"your_req" => "သင့်တောင်းဆိုမှုများ",
	"your_pic_password_reset" => "သင့်ရုပ်ပုံစကားဝှက် ပြန်သတ်မှတ်ပြီးပြီ",
	"you_may_now_use_new_pic_password_to_login" => "ယခု သင့်ရုပ်ပုံစကားဝှက်ကိုသုံးပြီး အကောင့်ဝင်နိုင်ပါပြီ",
	"admin_dashboard" => "ကြီးကြပ်သူ မူလနေရာ",
	"admin_forgot_enter_code" => "ကုဒ်ကို ဖြည့်ပါ",
	"admin_password_reset" => "စကားဝှက် ပြန်သတ်မှတ်ပါ",
	"admin_forgot_password" => "စကားဝှက် မေ့နေပါသလား",
	"admin_add_admin_user" => "ကြီးကြပ်အသုံးပြုသူကို ပေါင်းထည့်ပါ",
	"super_admin" => "စူပါကြီးကြပ်သူ",
	"admin_delete" => "ကြီးကြပ်သူ ပယ်ဖျက်ပါ",
	"admin_edit_email" => "အီးမေးလ်လိပ်စာ ပြင်ဆင်ပါ",
	"admin_new_email" => "အီးမေးလ်လိပ်စာ အသစ်",
	"admin_add_admin" => "ကြီးကြပ်သူ ပေါင်းထည့်ပါ",
	"admin_list" => "ကြီးကြပ်သူ စာရင်း",
	"admin_email_sent" => "အီးမေးလ်ကို ပေးပို့လိုက်သည်",
	"admin_with_password" => "သင်သတ်မှတ်ထားသော စကားဝှက်ဖြင့်",
	"admin_view_user" => "ကြီးကြပ်အသုံးပြုသူကို ကြည့်ပါ",
	"admin_edit_user" => "ကြီးကြပ်အသုံးပြုသူကို ပြင်ဆင်ပါ",
	"admin_add_age_group" => "အသက်အရွယ်အုပ်စု ပေါင်းထည့်ပါ",
	"admin_select_age" => "အသက် ရွေးပါ",
	"admin_total_points_earned" => "ရရှိသော အမှတ် စုစုပေါင်း",
	"admin_edit_age_group" => "အသက်အရွယ်အုပ်စု ပြင်ဆင်ပါ",
	"admin_age_group_list" => "အသက်အရွယ်အုပ်စုစာရင်း",
	"admin_delete_age_group" => "အသက်အရွယ်အုပ်စု ပယ်ဖျက်ပါ",
	"admin_delete_age_group_msg" => "ဤအသက်အရွယ်အုပ်စုကို ပယ်ဖျက်ချင်တာ သေချာသလား",
	"admin_announce_client" => "ဖောက်သည် ကြေညာချက်",
	"admin_announce_success_created" => "ဤကြေညာချက်ကို အောင်မြင်စွာ ဖန်တီးပြီးပြီ",
	"admin_announce_your_message" => "သင့်မက်ဆေ့ချ်",
	"admin_add_client" => "ဖောက်သည် ပေါင်းထည့်ပါ",
	"admin_client_details" => "ဖောက်သည် အသေးစိတ်",
	"admin_delete_client" => "ဖောက်သည် ပယ်ဖျက်ပါ",
	"admin_delete_confirm_msg" => "ဤအကောင့်ကို ပယ်ဖျက်ချင်တာ သေချာသလား",
	"admin_records_not_inserted" => "မှတ်တမ်းများ မထည့်သွင်းထားပါ",
	"admin_registered_users" => "မှတ်ပုံတင်ထားသော အသုံးပြုသူများ",
	"admin_not_registered" => "မှတ်ပုံမတင်ထားပါ",
	"admin_client_list" => "ဖောက်သည်စာရင်း",
	"admin_import_teacher" => "ဆရာ ပေါင်းထည့်ပါ",
	"admin_add_content" => "အကြောင်းအရာ ပေါင်းထည့်ပါ",
	"admin_content_code" => "အကြောင်းအရာ ကုဒ်",
	"admin_content_text" => "အကြောင်းအရာ စာသား",
	"admin_module_details" => "မော်ဂျူး အသေးစိတ်",
	"admin_media_type" => "မီဒီယာအမျိုးအစား",
	"admin_select_media" => "မီဒီယာ ရွေးပါ",
	"admin_teaching_module_name" => "သင်ကြားရေး မော်ဂျူး အမည်",
	"admin_video_type" => "ဗီဒီယို Url",
	"admin_video_format_msg" => "ဗီဒီယို url သည် ဤဖောမတ် ဖြစ်သင့်သည်",
	"admin_video_format_msg_url" => "https://player.vimeo.com/video/{video_id}",
	"admin_view_content_image" => "အကြောင်းအရာ ရုပ်ပုံကိုကြည့်ပါ",
	"admin_delete_module_content" => "မော်ဂျူး အကြောင်းအရာကို ဖျက်ပါ",
	"admin_delete_module_content_msg" => "ဤအကြောင်းအရာကို ဖျက်လိုတာ သေချာသလား",
	"admin_content_list" => "မော်ဂျူး ကြောင်းအရာစာရင်း",
	"admin_add_grade" => "အဆင့် ပေါင်းထည့်ပါ",
	"admin_grade_name" => "အဆင့် အမည်",
	"admin_grade_code" => "အဆင့် ကုဒ်",
	"admin_group" => "အုပ်စု",
	"admin_select_age_group" => "အသက်အရွယ်အုပ်စု ရွေးပါ",
	"admin_delete_grade" => "အဆင့်ကို ပယ်ဖျက်ပါ",
	"admin_delete_grade_msg" => "ဤအဆင့်ကို ပယ်ဖျက်လိုတာ သေချာပါသလား",
	"admin_update_grade" => "အဆင့်ကို အသစ်ပြင်ပါ",
	"admin_grade_list" => "အဆင့် စာရင်း",
	"admin_grade_management" => "အဆင့် စီမံခန့်ခွဲမှု",
	"admin_delete_help_request" => "အကူအညီ တောင်းဆိုမှုကို ပယ်ဖျက်ပါ",
	"admin_delete_help_request_msg" => "ဤအကူအညီ တောင်းဆိုမှုကို ပယ်ဖျက်လိုတာ သေချာပါသလား",
	"admin_request_content" => "တောင်းဆိုမှု အကြောင်းအရာ",
	"admin_request_details" => "တောင်းဆိုမှုအသေးစိတ်",
	"admin_select_type" => "အမျိုးအစား ရွေးပါ",
	"admin_help_request_status" => "တောင်းဆိုမှု အခြေအနေ",
	"admin_help_request_title" => "အကူအညီတောင်းဆိုမှု ခေါင်းစဉ်",
	"admin_help_request_list" => "အကူအညီတောင်းဆိုမှု စာရင်း",
	"admin_delete_help_request_answer" => "အကူအညီတောင်းဆိုမှု အဖြေကို ပယ်ဖျက်ပါ",
	"admin_delete_help_request_answer_msg" => "ဤအကူအညီတောင်းဆိုမှု အဖြေကို ပယ်ဖျက်လိုတာ သေချာသလား",
	"admin_answer_content" => "အဖြေ အကြောင်းအရာ",
	"admin_answer_details" => "အဖြေ အသေးစိတ်",
	"admin_request_answer_status" => "အဖြေအခြေအနေကို တောင်းဆိုပါ",
	"admin_help_answer_list" => "အကူအညီအဖြေ စာရင်း",
	"admin_invoice_list" => "ငွေတောင်းခံလွှာ စာရင်း",
	"admin_invoice_management" => "ငွေတောင်းခံလွှာ စီမံခန့်ခွဲမှု",
	"admin_order_number" => "အမှာစာအမှတ်",
	"admin_order_no" => "အမှာစာ",
	"admin_select_status" => "အခြေအနေကို ရွေးပါ",
	"admin_invoice_no" => "ငွေတောင်းခံလွှာ အမှတ်",
	"admin_order_list" => "အမှာစာ စာရင်း",
	"admin_back_to_class_list" => "အတန်းစာရင်းသို့ ပြန်သွားပါ",
	"admin_view_all_student_under_this_order" => "ဤအမှာစာအောက်မှ ကျောင်းသားအားလုံးကို ကြည့်ပါ",
	"admin_administrator_logs" => "ကြီးကြပ်သူ မှတ်တမ်းများ",
	"admin_error_logs" => "အမှားမှတ်တမ်းများ",
	"admin_security_logs" => "လုံခြုံရေးမှတ်တမ်းများ",
	"admin_system_logs" => "စနစ်မှတ်တမ်းများ",
	"admin_user_logs" => "အသုံးပြုသူမှတ်တမ်းများ",
	"admin_administrator" => "ကြီးကြပ်သူ",
	"admin_error" => "အမှား | အမှားများ",
	"admin_user" => "အသုံးပြုသူများ",
	"admin_security" => "လုံခြုံရေး",
	"admin_system" => "စနစ်",
	"admin_api_accessed" => "API ကို ချိတ်ဆက်ထားသည်",
	"admin_info" => "အချက်အလက်",
	"admin_log_details" => "မှတ်တမ်း အသေးစိတ်",
	"admin_page_accessed" => "Page ကို ချိတ်ဆက်ထားသည်",
	"admin_response_code" => "တုန့်ပြန်မှုကုဒ်ကို ရွေးပါ",
	"admin_response_status" => "တုန့်ပြန်မှု အခြေအနေ",
	"admin_select_admin_type" => "ကြီးကြပ်သူအမျိုးအစားကို ရွေးပါ",
	"admin_type" => "ကြီးကြပ်သူအမျိုးအစား",
	"admin_value" => "တန်ဖိုး",
	"admin_download" => "ဒေါင်းလုတ်ယူပါ",
	"admin_log_files" => "မှတ်တမ်း ဖိုင်များ",
	"admin_agent_used" => "အသုံးပြုထားသော အေးဂျင့်",
	"admin_http_response" => "HTTP တုံ့ပြန်မှု",
	"admin_log_type" => "မှတ်တမ်း အမျိုးအစား",
	"admin_select_security" => "မှတ်တမ်း အမျိုးအစား ရွေးပါ",
	"admin_user_type" => "အသုံးပြုသူအမျိုးအစား ရွေးပါ",
	"admin_user_type_lbl" => "အသုံးပြုသူအမျိုးအစား",
	"admin_add_module" => "မော်ဂျူး ပေါင်းထည့်ပါ",
	"admin_common_core_area" => "တူညီသည့် အဓိက ဧရိယာ",
	"admin_common_core_url" => "တူညီသည့် အဓိက URL",
	"admin_points_to_unlock" => "သော့ပြန်ဖွင့်ရန် အမှတ်များ",
	"admin_points_to_finish" => "ပြီးဆုံးရန် အမှတ်များ",
	"admin_select_subject" => "ဘာသာရပ်ကို ရွေးပါ",
	"admin_delete_module" => "မော်ဂျူးကို ပယ်ဖျက်ပါ",
	"admin_delete_module_msg" => "သင်ဤမော်ဂျူးကို ပယ်ဖျက်လိတာ သေချာသလား",
	"admin_module_management" => "မော်ဂျူး စီမံခန့်ခွဲမှု",
	"admin_module_name" => "မော်ဂျူး အမည်",
	"admin_module_list" => "မော်ဂျူး စာရင်း",
	"admin_contents" => "မာတိကာ",
	"admin_module_content" => "မော်ဂျူး အကြောင်းအရာ",
	"admin_q_and_a" => "အမေးအဖြေ",
	"admin_view_image" => "ရုပ်ပုံကို ကြည့်ပါ",
	"admin_view_module" => "မော်ဂျူးကို ကြည့်ပါ",
	"admin_add_bulk_discount" => "အစုလိုက် ဒစ္စကောင့် ပေါင်းထည့်ပါ",
	"admin_min_seats" => "အနည်းဆုံး ထိုင်ခုံများ",
	"admin_percentage" => "ရာခိုင်နှုန်း",
	"admin_percentage_list" => "ရာခိုင်နှုန်းစာရင်း",
	"admin_update_bulk_discount" => "အစုလိုက် ဒစ္စကောင့် အသစ်ပြင်ပါ",
	"admin_age_group" => "အသက်အရွယ်အုပ်စု",
	"admin_add_client_discount" => "ဖောက်သည် ဒစ္စကောင့် ပေါင်းထည့်ပါ",
	"admin_client_discount_list" => "ဖောက်သည် ဒစ္စကောင့် စာရင်း",
	"admin_update_client_discount" => "ဖောက်သည် ဒစ္စကောင့် အသစ်ပြင်ပါ",
	"admin_discount_percentage" => "ဒစ္စကောင့် ရာခိုင်နှုန်း",
	"admin_add_price" => "စျေးနှုန်း ပေါင်းထည့်ပါ",
	"admin_days" => "နေ့ရက်များ",
	"admin_price_list" => "စျေးနှုန်းစာရင်း",
	"admin_update_price" => "ဈေးနှုန်း အသစ်ပြင်ပါ",
	"admin_subscription_name" => "စာရင်းသွင်းမှု အမည်",
	"admin_bulk_settings" => "အစုလိုက် ဆက်တင်",
	"admin_client_discount" => "ဖောက်သည် ဒစ္စကောင့်",
	"admin_price_and_discount" => "စျေးနှုန်းနှင့် ဒစ္စကောင့်",
	"admin_price_settings" => "ဈေးနှုန်း ဆက်တင်",
	"admin_answer_code" => "ကုဒ်ကို ဖြေပါ",
	"admin_answer_image" => "ရုပ်ပုံကို ဖြေပါ",
	"admin_answer_list" => "အဖြေ စာရင်း",
	"admin_correct_answer" => "အဖြေမှန်",
	"admin_coordinate" => "အော်ဒီနိတ်",
	"admin_count" => "ရေတွက်ပါ",
	"admin_delete_answer" => "အဖြေကို ပယ်ဖျက်ပါ",
	"admin_delete_answer_msg" => "သင်ဤအဖြေကို ပယ်ဖျက်လိုတာ သေချာသလား",
	"admin_field" => "နယ်ပယ်",
	"admin_field_name" => "နယ်ပယ် အမည်",
	"admin_label" => "တံဆိပ်",
	"admin_points_equivalent" => "တူညီသော အမှတ်များ",
	"admin_select_answer" => "အဖြေ ရွေးပါ",
	"admin_x_axis" => "X ဝင်ရိုး",
	"admin_y_axis" => "Y ဝင်ရိုး",
	"admin_x_coordinates" => "X ကိုအော်ဒီနိတ်",
	"admin_y_coordinates" => "Y ကိုအော်ဒီနိတ်",
	"admin_points_earned" => "ရရှိသော အမှတ်များ",
	"admin_graph" => "ဂရပ်",
	"admin_horizontal" => "အလျားလိုက်",
	"admin_mc" => "ရွေးချယ်မှု များစွာ",
	"admin_order" => "အမှာစာ | အမှာစာများ",
	"admin_orientation" => "ဦးတည်ရာ",
	"admin_provide" => "ပေးအပ်ပါ",
	"admin_quadrant" => "အကွက်",
	"admin_question_details" => "မေးခွန်းအသေးစိတ်",
	"admin_question_image" => "မေးခွန်းရုပ်ပုံ",
	"admin_question_instruction_msg" => "အမှာစာကို ဖော်ပြရန် အဖြေကို ကော်မာဖြင့် ခြားထားသင့်သည်",
	"admin_question_required_info" => "လိုအပ်သော အချက်အလက်",
	"admin_question_text" => "မေးခွန်းစာသား",
	"admin_question_type" => "မေးခွန်းအမျိုးအစား",
	"admin_select_orientation" => "ဦးတည်ရာ ရွေးပါ",
	"admin_select_question_type" => "မေးခွန်းအမျိုးအစား ရွေးပါ",
	"admin_vertical" => "ဒေါင်လိုက်",
	"admin_add_q_a" => "အမေးအဖြေ ပေါင်းထည့်ပါ",
	"admin_delete_question" => "မေးခွန်းကို ပယ်ဖျက်ပါ",
	"admin_question_list" => "မေးခွန်း စာရင်း",
	"admin_delete_image" => "ရုပ်ပုံကို ပယ်ဖျက်ပါ",
	"admin_delete_image_msg" => "သင်ဤ​ရုပ်ပုံကို ပယ်ဖျက်လိုတာ သေချာသလား",
	"admin_delete_student" => "ကျောင်းသားကို ပယ်ဖျက်ရန်",
	"admin_delete_student_msg" => "ဤအကောင့်ကို ပယ်ဖျက်ချင်တာ သေချာသလား",
	"admin_date_earned" => "ရရှိခဲ့သော ရက်စွဲ",
	"admin_delete_badge" => "တံဆိပ်ကို ပယ်ဖျက်ပါ",
	"admin_delete_badge_msg" => "သင်ဤတံဆိပ်ကို ပယ်ဖျက်လိုတာ သေချာသလား",
	"admin_edit_points" => "အမှတ်များကို ပြင်ဆင်ပါ",
	"admin_edit_badges" => "တံဆိပ်များကို ပြင်ဆင်ပါ",
	"admin_event" => "အဖြစ်အပျက်",
	"admin_manual" => "လက်စွဲ",
	"admin_student_management" => "ကျောင်းသားစီမံခန့်ခွဲမှု",
	"admin_student_list" => "ကျောင်းသားစာရင်း",
	"admin_badge_name" => "တံဆိပ် နာမည်",
	"admin_point_history" => "အမှတ်ရရှိမှု ရာဇဝင်",
	"admin_student_details" => "ကျောင်းသား၏ အသေးစိတ်",
	"admin_view_rewards" => "ဆုများကို ကြည့်ပါ",
	"admin_add_subject" => "အကြောင်းအရာ ပေါင်းထည့်ပါ",
	"admin_subject_code" => "ဘာသာရပ် ကုဒ်",
	"admin_delete_subject" => "ဘာသာရပ်ကို ပယ်ဖျက်ပါ",
	"admin_delete_subject_msg" => "ဤဘာသာရပ်ကို သင်ပယ်ဖျက်လိုတာ သေချာသလား",
	"admin_add_subject_area" => "ဘာသာရပ်နယ်ပယ် ပေါင်းထည့်ပါ",
	"admin_area_code" => "နယ်ပယ်ကုဒ်",
	"admin_subject_name" => "ဘာသာရပ်အမည်",
	"admin_delete_subject_area" => "ဘာသာရပ်နယ်ပယ်ကို ဖျက်ပစ်ပါ",
	"admin_delete_subject_area_msg" => "ဤဘာသာရပ်နယ်ပယ်ကို သင်ဖျက်ပစ်လိုတာ သေချာသလား",
	"admin_update_subject_area" => "ဘာသာရပ်နယ်ပယ်ကို အသစ်ပြင်ပါ",
	"admin_back_to_subject" => "ဘာသာရပ်ဆီသို့ ပြန်သွားပါ",
	"admin_subject_area_mngt" => "ဘာသာရပ်နယ်ပယ် စီမံခန့်ခွဲမှု",
	"admin_update_subject" => "ဘာသာရပ်ကို အသစ်ပြင်ပါ",
	"admin_subject_list" => "ဘာသာရပ် စာရင်း",
	"admin_subject_mngt" => "ဘာသာရပ် စီမံခန့်ခွဲမှု",
	"admin_delete_tip" => "လမ်းညွှန်ကို ပယ်ဖျက်ပါ",
	"admin_delete_tip_msg" => "ဤလမ်းညွှန်ကို သင်ပယ်ဖျက်လိုတာ သေချာသလား",
	"admin_rate_tip" => "ဤလမ်းညွှန်ကို အကဲဖြတ်ပါ",
	"admin_tip_content" => "လမ်းညွှန် အကြောင်းအရာ",
	"admin_tip_details" => "သိကောင်းစရာအသေးစိတ်",
	"admin_tip_status" => "လမ်းညွှန် အခြေအနေ",
	"admin_tip_list" => "သိကောင်းစရာစာရင်း",
	"admin_dashboard" => "ကြီးကြပ်သူ မူလနေရာ",
	"admin_invoice" => "ငွေတောင်းခံလွှာ",
	"admin_manage_admin" => "ကြီးကြပ်သူကို စီမံခန့်ခွဲပါ",
	"admin_manage_client" => "ဖောက်သည်ကို စီမံခန့်ခွဲပါ",
	"admin_manage_student" => "ကျောင်းသားကို စီမံခန့်ခွဲပါ",
	"admin_master_settings" => "အဓိက ဆက်တင်",
	"admin_module_mgmt" => "မော်ဂျူး စီမံခန့်ခွဲမှု",
	"admin_price_mgmt" => "စျေးနှုန်း စီမံခန့်ခွဲမှု",
	"admin_price_discounts" => "စျေးနှုန်းနှင့် ဒစ္စကောင့်",
	"admin_user_mgmt" => "အသုံးပြုသူစီမံခန့်ခွဲမှု",
	"client_dashboard" => "ဖောက်သည် မူလနေရာ",
	"client_confirm_as" => "အကောင့်ကို အတည်ပြုသူ",
	"client_registration_success_msg" => "သင့်အီးမေးလ်အကောင့်ကို အောင်မြင်စွာ အတည်ပြုပြီးပြီ",
	"client_registration_success_msg2" => "သင့်မှတ်ပုံတင်ခြင်း ခွင့်ပြု၊ မပြု ဖော်ပြထားသော အီးမေးလ်ကို မကြာခင်သင်ရရှိပါမည်",
	"client_registration_success_msg3" => "အီးမေးလ်မရရှိသေးလျှင် သင့်စာတိုက်ပုံး သို့မဟုတ် စပမ်ဖိုဒါကို စစ်ဆေးပါ",
	"client_bulletin_board" => "စာစောင်ဘုတ်အဖွဲ့",
	"client_not_a_client" => "မိဘ / ဆရာ / ကျောင်း မဟုတ်ဘူးလား",
	"client_enter_reset_code" => "ပြန်သတ်မှတ်ရန် ကုဒ်ကို ဖြည့်ပါ",
	"client_reset_code_resent" => "ပြန်သတ်မှတ်ရန် ကုဒ်ကို ပြန်ပို့ထားသည်",
	"client_reset_code" => "ကုဒ်ကို ပြန်သတ်မှတ်ပါ",
	"client_resend_code" => "ကုဒ်ကို ပြန်ပို့ပါ",
	"client_proceed" => "ဆက်လက်ဆောင်ရွက်ပါ",
	"client_retrieve_password" => "စကားဝှက်ကို ထုတ်ယူပါ",
	"client_reset_code_sent" => "ပြန်သတ်မှတ်ရန် ကုဒ်ကို ပို့ထားသည်",
	"client_reset_code_msg" => "သင့်စာတိုက်ပုံး သို့မဟုတ် စပမ်ဖိုဒါကို စစ်ဆေးပါ။<br/>ထိုအီးမေးလ်ထဲတွင် သင့်အောက်၌ ဖြည့်သွင်းရမည့် ပြန်သတ်မှတ်ရန်ကုဒ် ပါဝင်ပါသည်",
	"client_teacher_registration" => "ဆရာ မှတ်ပုံတင်ခြင်း",
	"client_register_new_account" => "အကောင့်သစ် မှတ်ပုံတင်ပါ",
	"client_confirmation_sent" => "သင့်အီးမေးလ် အကောင့်ကို အတည်ပြုရန် အတည်ပြုကုဒ်ကို ဖြည့်ပါ",
	"client_login_proceed_my_profile" => "သင့်အီးမေးလ်လိပ်စာ အသစ်ကို အတည်ပြုရန် အကောင့်ဝင်ပြီး ကျွန်ုပ်ကိုယ်ရေးအကျဉ်းသို့ ဆက်သွားပါ",
	"client_thank_you_for_register" => "အနာဂတ်သင်ခန်းစာကို မှတ်ပုံတင်သည့်အတွက် ကျေးဇူးတင်ပါသည်",
	"client_confirm_code_sent" => "အတည်ပြုရန် ကုဒ်ကို သင့်အီးမေးလ်အကောင့်သို့ ပို့ထားသည်",
	"client_enter_confirm_code" => "သင့်အီးမေးလ်လိပ်စာကို အတည်ပြုရန် အတည်ပြုကုဒ်ကို ဖြည့်ပြီး သင့်စကားဝှက်အသစ်ကို သတ်မှတ်ပါ",
	"client_new_confirmation_code" => "အတည်ပြုရန် ကုဒ်အသစ်ကို သင့်အီးမေးလ်အကောင့်သို့ ပို့ထားသည်",
	"client_check_inbox" => "သင်သည်",
	"client_register_as" => "အကောင့် မှတ်ပုံတင်သူ",
	"client_sign_up_fb" => "Facebook ဖြင့် စာရင်းသွင်းပါ",
	"client_sign_up_google" => "Google ဖြင့် စာရင်းသွင်းပါ",
	"tc_msg" => "FUTUREED PTE LTD ဖောက်သည် စည်းမျဉ်းစည်းကမ်းများ",
	"tc_msg2" => "သင့်အကဲဖြတ်မှု လိုအပ်ချက်များအတွက် Futures Pte Ltd အား ရွေးချယ်သည်ကို ကျေးဇူးတင်ပါသည်။<br/>ကျန်ုပ်တို့သည် အရည်အသွေးမြင့်သော၊ စျေးနှုန်းသက်သာသော၊ စိတ်ပိုင်းဆိုင်ရာအရ မှန်ကန်သော၊ နည်းပညာပိုင်းယုံကြည်စိတ်ချရသော ဤလုပ်ငန်းနယ်ပယ်မှ အကောင်းဆုံး ထုတ်ကုန်များကို သင့်အားပေးအပ်လိုပါသည်။<br/>ထိုရည်မှန်းချက် အောင်မြင်ရန်စေရန် ကျွန်ုပ်တို့၏ ဝန်ဆောင်မှုသည် ကျိုးကြောင်းဆီလျော်၊ ဘေးကင်းလုံခြုံပြီး ဥပဒေနှင့် ကိုက်ညီကြောင်း သေချာစေမည့် အချို့သော တရားဥပဒေဆိုင်ရာ ကြေညာချက်များ ပြုလုပ်ရန်လိုပါသည်။<br/>ထိုစည်းမျဉ်းစည်းကမ်းများကို အခါအားလျော်စွာ ပြင်ဆင်နိုင်ပါသည်။ ထိုစည်းမျဉ်းများ ပြင်ဆင်မှု အကြောင်းကြားစာကို ဤစာမျက်နှာတွင် ဖော်ပြပါမည်",
	"tc_msg3" => "နိဒါန်း",
	"tc_msg4" => "သင်သည် စီးပွားရေးလုပ်ငန်း အဖွဲ့တစ်ခု သို့မဟုတ် အခြားအဖွဲ့အစည်းကိုယ်စား Futures Pte Ltd ကို အသုံးပြုနေလျှင် အဆိုပါ စီးပွားရေးလုပ်ငန်း အဖွဲ့တစ်ခု သို့မဟုတ် အခြားအဖွဲ့အစည်းအား ဤအသုံးပြုမှု စည်းမျဉ်းစည်းကမ်းများဖြင့် ဥပဒေအရ တုပ်နှောင်ခွင့်ရှိကြောင်း သင်က KCGA ကို ကိုယ်စားပြု အာမခံပါသည်။<br/>ထိုကဲ့သို့သော အခြေအနေတွင် စီးပွားရေးလုပ်ငန်း အဖွဲ့တစ်ခု သို့မဟုတ် အခြားအဖွဲ့အစည်းကိုယ်စား ပြုမူသော သင်နှင့် သင်ပြုမူသော စီးပွားရေးလုပ်ငန်း အဖွဲ့တစ်ခု သို့မဟုတ် အခြားအဖွဲ့အစည်းသည် ဤအသုံးပြုမှုစည်းမျဉ်းစည်းကမ်းများအတိုင်း ဤအသုံးပြုမှု စည်းမျဉ်းစည်းကမ်းများဖြင့် သီးခြား တုပ်နှောင်ပါသည်။ \"ဖောက်သည်\" \"သင်\" သို့မဟုတ် \"သင်၏\" စသော အသုံးများသည် စီးပွားရေးလုပ်ငန်း အဖွဲ့တစ်ခု သို့မဟုတ် အခြားအဖွဲ့အစည်းကိုယ်စား ပြုမူသော သင်နှင့် သင်ပြုမူသော စီးပွားရေးလုပ်ငန်း အဖွဲ့တစ်ခု သို့မဟုတ် အခြားအဖွဲ့အစည်း စသည့် သင်တို့နှစ်ဦးစလုံးကို အတူတကွနှင့် သီးခြားစီ ရည်ညွှန်းပါသည်။     သင့်အဖွဲ့အစည်း အကောင့်၏ ကြီးကြပ်မှုကို သင့်အဖွဲ့အစည်းထဲမှ အခြားပုဂ္ဂိုလ်တစ်ဦးထံ သင်လွှဲပြောင်းလျှင် မှန်ပုံတင် အကောင့်ဖြစ်သော စီးပွားရေးလုပ်ငန်း အဖွဲ့ကိုယ်စား ပြုမူရန် တရားဝင်ဖြစ်ပါမည်",
	"tc_msg5" => "Futureed ကို အသုံးပြုခြင်း",
	"tc_msg6" => "Kosh Consulting Group (Asia) Pte Ltd (KCGA) က ပေးအပ်သည့် Futureed Pte Ltd သည် စိတ်ပိုင်းဆိုင်ရာ အရည်အချင်းများနှင့် ကိုယ်ရည်ကိုယ်သွေးစသည့် နယ်ပယ်များ၌ လျှောက်ထားသူများကို အဝေးမှ စစ်ဆေးပေးမည့် အွန်လိုင်း အကဲဖြတ်နည်းနာများကို ပေးအပ်ပါသည်။<br/>အဆိုပါ အဖွဲ့အစည်းနှစ်ခုကို ဥပဒေရေးရာရည်ရွယ်ချက်များအတွက် အပြန်အလှန် ဖလှယ်အသုံးပြုပါသည်။<br/>Futureed ကို အသုံးပြုရန် မှတ်ပုံတင်ခြင်းအားဖြင့် ဤသဘောတူညီချက်ပါ စည်းမျဉ်းစည်းကမ်းများကို သင့်က သဘောတူခွင့်ပြုလိုက်ပါသည်။ <br/>ကျွန်ုပ်တို့ ဝက်ဘ်ဆိုက်တွင် ဖော်ပြထားသော ကိုယ်ရေးကိုယ်တာဆိုင်ရာမူဝါဒလည်း ကျွန်ုပ်တို့၌ ရှိပါသည်",
	"tc_msg7" => "ဤသို့မဟုတ်လျှင် သင်ထိုကဲ့သို့သောစီးပွားရေးအဖွဲ့အစည်း သို့မဟုတ် အခြားအဖွဲ့အစည်းကို တုပ်နှောင်ရန် တရားဥပဒေဆိုင်ရာအခွင့်အာဏာရှိဖို့ ပျက်ကွက်လျှင် သို့မဟုတ် သင့်စီးပွားရေးလုပ်ငန်းတစ်ခု သို့မဟုတ် အခြားအဖွဲ့အစည်းကိုယ်စား Futures Pte Ltd မှ ဝက်ဘ်ဆိုက်ကို မသုံးလျှင် သင့်တစ်ဦးချင်းစွမ်းရည်နှင့် ကိုးကားရန်အတွက် ဤအသုံးပြုမှု ဤစည်းမျဉ်းစည်းကမ်းများနှင့် \"KCGA ဖောက်သည်\" \"သင်\" သို့မဟုတ် \"သင်၏\" စသည်တို့က သင့်တစ်ဦးချင်းစွမ်းရည်အတွက် သင့်ကိုရည်ညွှန်းကြောင်း သင်က သဘောတူပါသည်။ ",
	"tc_msg8" => "အသုံးပြုမှုအတွက် တာဝန်ယူမှု",
	"tc_msg9" => "Futureed ၏အကောင့်အသုံးပြုသူ သို့မဟုတ် အသုံးပြုသူအဖြစ် သင့်အဖွဲ့အစည်းအတွင်း သင်ကိုယ်တိုင်နှင့် အခြားသူများအားဖြင့် Futures Pte, Ltd ၏အားလုံးအသုံးပြုမှုအတွက် သင်က အပြည့်အဝတာဝန်ယူသည်။<br/",
	"tc_msg10" => "သင်က ကိုယ်စားပြု၊ အာမခံ၊ ပဋိညာဉ်ပြုပါသည်",
	"tc_msg11" => "Futures Pte Ltd မှ ထုတ်ကုန်များနှင့် ဝန်ဆောင်မှုများကို သုံးစွဲဖို့သင့်မသင့်နှင့် အရည်အချင်းများအပေါ် အကဲဖြတ်ရန် KCGA က တောင်းဆိုသည့်အတိုင်း သင့်လျော်ပြေပြစ်သော စာရွက်စာတမ်းများကို သင်ကတင်ပြရပါမည်",
	"tc_msg12" => "သင့်စကားဝှက်ကို ကာကွယ်စောင့်ရှောက်ရန် သင်က ကျိုးကြောင်းဆီလျော်သော အကာအကွယ် ထားရှိရပါမည်။ ကျွန်ုပ်တို့က သင့်စကားဝှက်ကို မဝင်ရောက်ကြောင်း၊ သင့်စကားဝှက်ကို ဆုံးရှုံး သို့မဟုတ် မေ့လျော့သောဖြစ်ရပ်အတွက် စကားဝှက်အသစ် ဖန််တီးရမည်ဖြစ်ကြောင်း သင်က နားလည်ပါသည်",
	"tc_msg13" => "ကျွန်ုပ်တို့သည် သင့် Futureed Pte Ltd အကောင့်နှင့် ဆက်စပ်မှတ်တမ်းများကို သင့် Futureed Pte Ltd အကောင့် အသက်မဝင်မှု ၁၈ လ ကျော်လွန်ပြီးနောက် ပယ်ဖျက်ခွင့်ရှိပါသည်",
	"tc_msg14" => "Futureed Pte Ltd သို့ တင်သွင်းသေ အချက်အလက်များနှင့် မှတ်တမ်းများအားလုံးကို အရန်ထားရှိရန်နှင့် Futures တွင် ရယူထားသော မည်သူ့မှတ်တမ်းများကိုမဆို အရန်ထားရှိရန် သင်တစ်ဦးတည်က တာဝန်ရှိပါသည်။ ထို့ပြင် မည်သူ၏ အကဲဖြတ်ချက် ရလဒ်များကိုမျှ Futureed Pte Ltd က သိမ်းဆည်းထားမည်ဟု မမှီခိုရန် သင်က သဘောတူပါသည်",
	"tc_msg_15" => "တရားမဝင် အသုံးပြုမှု မရှိပါ",
	"tc_msg16" => "Futures Pte Ltd ဝက်ဘ်ဆိုက်ကို သို့မဟုတ် Futures Pte Ltd ဝက်ဘ်ဆိုက်မှ ရရှိသော မည်သည့်ထုတ်ကုန် သို့မဟုတ် ဝန်ဆောင်မှုကိုမဆို တရားမဝင် ရည်ရွယ်ချက်များအတွက် အသုံးမပြုရန် သင်က တာဝန်သိသော အသုံးပြုသူအဖြစ် သဘောတူပါသည်",
	"tc_msg_17" => "အထူးသဖြင့် အောက်ပါတို့အတွက် ဝန်ဆောင်မှုကို မသုံးရန်သဘောတူပါသည်",
	"tc_msg_18" => "Futureed Pte Ltd ဝက်ဘ်ဆိုက်မှ လုပ်ဆောင်မှု သို့မဟုတ် Futureed Pte Ltd ဝက်ဘ်ဆိုက်ပေါ်၌ ပြုမူလှုပ်ရှားမှုတို့ကို စွက်ဖက်မည့် သို့မဟုတ် စွက်ဖက်ရန်ကြိုးစားမည့် ကိရိယာ၊ ဆော့ဖ်ဝဲ သို့မဟုတ်လုပ်ရိုးလုပ်စဉ်ကို အသုံးပြုခြင်း",
	"tc_msg_19" => "ဥပဒေမဲ့သော၊ အန္တရာယ်ရှိသော၊ ခြိမ်းခြောက်သော၊ ကြမ်းတမ်းသော၊ နှောင့်ယှက်သော၊ ညှဉ်းပန်းသော၊ အသေရေဖျက်သော၊ အောက်တန်းကျသော၊ ဆိုးရွားသော၊ ညစ်ညမ်းသော၊ အသရေဖျက်သော၊ ထိုးဖောက်သော မည်သည့်အကြောင်းအရာကိုမဆို လွှင့်တင်ခြင်း၊ ပို့စ်တင်ခြင်း၊ အီးမေးလ်ပို့ခြင်း၊ ထုတ်လွှင့်ခြင်း၊ သို့မဟုတ် အခြားနည်းဖြင့် ရရှိစေခြင်း",
	"tc_msg_20" => "အရွယ်မရောက်သေးသူအား မည်သည့်နည်းဖြင့်မဆို ထိခိုက်စေမှု",
	"tc_msg_21" => "KCGA အရာရှိတစ်ဦး၊ သို့မဟုတ် ပိုင်ဆိုင်သူ အပါအဝင် ကန့်သတ်မထားသော မည်သည့်ပုဂ္ဂိုလ် သို့မဟုတ် အဖွဲ့အစည်းကို အယောင်ဆောင်ခြင်း သို့မဟုတ် ပုဂ္ဂိုလ်တစ်ဦး သို့မဟုတ် အဖွဲ့အစည်းနှင့် သင့်ဆက်နွှယ်မှုကို မှားယွင်းစွာ ကိုယ်စားပြုခြင်း",
	"tc_msg_22" => "Futureed မှ လွှင့်တင်သော အကြောင်းအရာများ၏ ဇစ်မြစ်ကို ဖုံးကွယ်နိုင်ရန်အတွက် ခေါင်းစီးများ အတုလုပ်ခြင်း သို့မဟုတ် အခြားနည်းဖြင့် စီမံကိုင်တွယ်ခြင်း",
	"tc_msg_23" => "အကြောင်းအရာများ (အလုပ်အကိုင် ဆက်ဆံမှု သို့မဟုတ် ထုတ်ဖော်မပြောရေး သဘောတူညီချက်အရ သိရှိထားသော သို့မဟုတ် ထုတ်ပြောထားသော လုပ်ငန်းတွင်း အချက်အလက်၊ မူပိုင်ခွင့်နှင့် လျှို့ဝှက် အချက်အလက်များ) ကို မည်သည့် ဥပဒေအောက်တွင်မဆို သို့မဟုတ် စာချုပ် သို့မဟုတ် ကြီးကြပ်အုပ်ချုပ်ဆက်ဆံရေး အရမဆို လွှင့်တင်ခြင်း၊ ပို့စ်တင်ခြင်း၊ အီးမေးလ်ပို့ခြင်း၊ ထုတ်လွှင့်ခြင်း၊ သို့မဟုတ် အခြားနည်းဖြင့် ရရှိစေခြင်း",
	"tc_msg_24" => "မူပိုင်ခွင့်၊ ကုန်အမှတ်တံဆိပ်၊ ကုန်သွယ်ရေးလျှို့ဝှက်ချက်၊ မူပိုင်ခွင့် သို့မဟုတ် အခြားသူများ၏ ပိုင်ဆိုင်မှု အခွင့်အရေးကို လွှင့်တင်ခြင်း၊ ပို့စ်တင်ခြင်း၊ အီးမေးလ်ပို့ခြင်း၊ ထုတ်လွှင့်ခြင်း၊ သို့မဟုတ် အခြားနည်းဖြင့် ရရှိစေခြင်း",
	"tc_msg_25" => "မလိုလားသော သို့မဟုတ် ခွင့်ပြုချက်မရှိဘဲ ကြော်ငြာထုတ်လွှင့်သော သို့မဟုတ် အစုလိုက်မေးလ်ပို့ခြင်း၊ စပမ်၊ အတွဲလိုက် စာများ၊ ပိရမစ်အစီအစဉ်များ၊ သို့မဟုတ် အဆိုပါ ရည်ရွယ်ချက်များအတွက် (စျေးဝယ်မှုကဲ့သို့) အခြားပုံစံ တောင်းဆိုမှုများကို လွှင့်တင်ခြင်း၊ ပို့စ်တင်ခြင်း၊ အီးမေးလ်ပို့ခြင်း၊ ထုတ်လွှင့်ခြင်း၊ သို့မဟုတ် အခြားနည်းဖြင့် ရရှိစေခြင်း",
	"tc_msg_26" => "Futureed ၏ အစိတ်အပိုင်းများ လုပ်ငန်းဆောင်ရွက်မှုကို နှောင့်ယှက် ဖျက်ဆီး ကန့်သတ်နိုင်သော ဆော့ဖ်ဝဲဗိုင်းရပ်စ် သို့မဟုတ် အခြားကွန်ပျူတာကုဒ်၊ ဖိုင်များ၊ ပရိုဂရမ်များ ပါဝင်သော အကြောင်းအရာများကို လွှင့်တင်ခြင်း၊ ပို့စ်တင်ခြင်း၊ အီးမေးလ်ပို့ခြင်း၊ ထုတ်လွှင့်ခြင်း၊ သို့မဟုတ် အခြားနည်းဖြင့် ရရှိစေခြင်း",
	"tc_msg_27" => "စကားပြောဆိုမှု ပုံမှန်မဖြစ်အောင် နှောင့်ယှက်ခြင်း၊ ဝန်ဆောင်မှု၏ အခြားအသုံးပြုသူများ ရိုက်ထည့်မှုထက် ပိုမြန်စွာ စခရင်ကို ရွှေ့ကြည့်စေခြင်း သို့မဟုတ် အခြားအသုံးပြုသူများကို ဆိုးရွားစါာ ထိခိုက်စေခြင်း",
	"tc_msg_28" => "Futureed Pte Ltd သို့မဟုတ် အခြားသူ၏ ဝန်ဆောင်မှုကို နှောင့်ယှက်ဟန့်တားခြင်း",
	"tc_msg_29" => "အာဏာပိုင်အဖွဲ့၊ အစိုးရအေဂျင်စီ သို့မဟုတ် အမျိုးသားရေး သို့မဟုတ် အခြားလုံခြုံရေး လဲလှယ်မှုတို့၏ စည်းမျဉ်းစည်းကမ်းများ၊ သတိပေးချက်များ၊ ညွှန်ကြားချက်များ သို့မဟုတ် လမ်းညွှန်ချက်များ အပါအဝင် ကန့်သတ်မထားသော သက်ဆိုင်ရာဥပဒေ၊ ပညတ်ချက်၊ ထုံးစံ၊ စည်းမျဉ်း စည်းကမ်း သို့မဟုတ် ကျင့်ဝတ်တို့ကို ရည်ရွယ်ချက်ရှိရှိ သို့မဟုတ် မရည်ရွယ်ဘဲ ဖောက်ဖျက်ခြင်း",
	"tc_msg_30" => "စင်္ကာပူ၊ သင့်နိုင်ငံ သို့မဟုတ် အမေရိကန်ပြည်ထောင်စုအစိုးရမှ နိုင်ငံခြားအကြမ်းဖက်အဖွဲ့အစည်း အဖြစ် သတ်မှတ်ထားသည့်အဖွဲ့အစည်းများသို့ ပစ္စည်းအထောက်အပံ့ သို့မဟုတ် ရင်းမြစ်များ ပေးအပ်ခြင်း (သို့မဟုတ် ပစ္စည်းအထောက်အပံ့ သို့မဟုတ် ရင်းမြစ်များ၏ သဘောသဘာဝ၊ တည်နေရာ၊ အရင်းအမြစ်၊ သို့မဟုတ် ပိုင်ဆိုင်မှုကို ဖုံးကွယ်ခြင်း သို့မဟုတ် ပုံဖျက်ခြင်း)",
	"tc_msg_31" => "အခြားတစ်ယောက်ကို \"တွယ်ကပ်ခြင်း\" သို့မဟုတ် အခြားနည်းဖြင့် နှောင့်ယှက်ခြင်း",
	"tc_msg_32" => "ဤဝန်ဆောင်မှု၏ ထုတ်ကုန်နှင့်ဝန်ဆောင်မှုများနှင့် ပတ်သက်ပြီး ကြားခံပေးအပ်သူနှင့် ဆက်စပ်သည်ဖြစ်စေ လိမ်လည်သော၊ တရားမဝင်သော အပြုအမူ ဆောင်ရွက်ခြင်း သို့မဟုတ်",
	"tc_msg_33" => "ဤသဘောတူညီချက်၌ ဖော်ပြထားသော ကျင့်ဝတ်နှင့် လှုပ်ရှားမှုများနှင့် ဆက်စပ်ပြီး အခြားအသုံးပြုသူများနှင့် ပတ်သက်သည့် ပုဂ္ဂိုလ်ရေးဆိုင်ရာအချက်အလက်များကို စုဆောင်းခြင်း သို့မဟုတ် သိုလှောင်သိမ်းဆည်းခြင်း",
	"tc_msg_34" => "စင်္ကာပူနိုင်ငံ၏ အမျိုးသားလုံခြုံရေးကို ခြိမ်းခြောက်မှု သို့မဟုတ် ဆိုးရွားစွာ သက်ရောမှု ဖြစ်စေသည့် အကြောင်းအရာများကို ဖန်တီး၊ ဖော်ပြ၊ လွှင့်ထုတ်၊ ရယူခြင်း",
	"tc_msg_35" => "စင်္ကာပူနိုင်ငံ၌ လူမျိုးရေးသဟဇာတ ဖြစ်မှုကို ခြိမ်းခြောက်မှု သို့မဟုတ် ဆိုးရွားစွာ သက်ရောမှု ဖြစ်စေသည့် အကြောင်းအရာများကို ဖန်တီး၊ ဖော်ပြ၊ လွှင့်ထုတ်၊ ရယူခြင်း",
	"tc_msg_36" => "ဉာဏပစ္စည်း မူပိုင်ခွင့် ဥပဒေများကို ချိုးဖောက်သော အကြောင်းအရာများကို ဖန်တီး၊ ဖော်ပြ၊ လွှင့်ထုတ်၊ ရယူခြင်း",
	"tc_msg_37" => "စက်များ၊ ကွန်ပျူတာများ၊ စာသားများ၊ \"bot များ\" သို့မဟုတ် Futures Pte Ltd ၏ အလိုအလျောက် စနစ်များ အသုံးပြုခြင်းကို တင်းကြပ်စွာတားမြစ်သလို ယင်းတို့သည် ရာဇဝတ်မှု မြောက်စေနိုင်ပါသည်။ ဝန်ဆောင်မှု၏ အဆိုပါ စည်းမျဉ်းများ ချိုးဖောက်သည်ဟု Futures Pte Ltd က ၎င်း၏ တစ်ဦးတည်း ဆုံးဖြတ်ချက်ဖြင့် သတ်မှတ်သော မည်သည့်အသုံးပြုသူကိုမဆို ရပ်ဆိုင်းခြင်း၊ ထာဝရ ပိတ်သိမ်းခြင်းတို့ ဆောင်ရွက်နိုင်ပါသည်",
	"tc_msg_38" => "Futureed Pte Ltd တွင် ကြော်ငြာရှင်များနှင့် အခြားအကြောင်းအရာကို ပံ့ပိုးပေးသူများ အပါအဝင် Futureed Pte Ltd အပြင် အခြားသူများက ဆောင်ရွက်သည့် ဝက်ဘ်ဆိုက်များသို့ သွားသော hyperlink များ ပါဝင်နိုင်ပါသည်။ ထိုဆိုက်များသည် သင့်ကိုယ်ရေးကိုယ်တာ အချက်အလက်များကို မြှူဆွယ်တောင်းခံနိုင်ပါသည်။ Futureed Pte Ltd မှထိုကဲ့သို့သော Website များမထိန်းချုပ်သလို ထိုဆိုက်များက စုဆောင်းနိုင်သော အချက်အလက်များ စုဆောင်း၊ အသုံးပြု၊ ထုတ်ပြောမှုအတွက် ၎င်းတို့၏ အကြောင်းအရာများ၊ ကိုယ်ရေးကိုယ်တာ မူဝါဒများ သို့မဟုတ် စုဆောင်းခြင်းတို့အတွက် တာဝန်မရှိပါ",
	"tc_msg_39" => "Futureed Pte Ltd နှင့် KCGA တို့သည် ထိုဝက်ဘ်ဆိုက်များ၊ စစ်တမ်းများ၊ ဒေတာဘေ့စ်များ သို့မဟုတ် ရလဒ်များ၏ တိကျမှု၊ မှန်ကန်မှု သို့မဟုတ် ပြည့်စုံမှု တို့အတွက် အာမ မခံပါ။ ထိုပြင် အောက်ပါတို့အတွက်လည်း တာဝန်မယူပါ။ ၁) ထိုအချက်အလက်များ အသုံးပြုခြင်းမှ ဖြစ်ပေါ်လာသော မှားယွင်းမှုများ၊ ပျက်ကွက်မှုများ၊ ၂) ကျွန်ုပ်တို့ ဆာဗာများတွင် ပါဝင်သော အကြောင်းအရာ သို့မဟုတ် ဝန်ဆောင်မှုများ ပေးပို့မှုကို နှောင့်ယှက်မှုများ၊ နှောင့်နှေးမှုများ၊ သို့မဟုတ် ကြားဖြတ်မှုများ၊ သို့မဟုတ် ၃) ကျွန်ုပ်တို့ ပေးအပ်သော အကြောင်းအရာ သို့မဟုတ် ဝန်ဆောင်မှုများ အသုံးပြုရာမှ ဖြစ်ပေါ်လာသော ဆုံးရှုံးမှု သို့မဟုတ်ပျက်စီးမှုများ",
	"tc_msg_40" => "ဉာဏပစ္စည်း မူပိုင်ခွင့်များ",
	"tc_msg_41" => "အခြားနည်းဖြင့် မဖော်ပြထားပါက KCGA သို့မဟုတ် ၎င်း၏လိုင်စင်ပေးသူများသည် စာသား၊ ဂရပ်ဖစ်၊ အမှတ်တံဆိပ်၊ ရုပ်ပုံများ၊ အကြောင်းအရာ၊ အသံဖမ်းမှု၊ ဗီဒီယိုအပိုင်းနှင့် ဒီဇိုင်း (စုပေါင်းခေါ်ဆိုပါက \"အကြောင်းအရာများ\") အပါအဝင် ယခု ပို့စ်တင်ထားသော အကြောင်းအရာအားလုံးနှင့် အချက်အလက်တို့၏ မူပိုင်ခွင့်အားလုံးကို ပိုင်ဆိုင်ပါသည်။<br/>ဝက်ဘ်ဆိုက်ပေါ်တွင် ပါရှိသော အကြောင်းအရာ အားလုံးသည် အတိအလင်း မဖော်ပြထားလျှင် မူပိုင်ခွင့် ရရှိပြီးဖြစ်ပါသည်။<br/> Futureed Pte Ltd ဆိုက်ကို သင် သို့မဟုတ် သင့်ဝန်ထမ်းများ၊ သင့်ထိန်းချုပ် ကြီးကြပ်မှုအောက်မှ လူများကသာ အသုံးပြုနိုင်ပါသည်။<br/>ဤအသုံးပြုမှု စည်းမျဉ်းစည်းကမ်းများသည် ဖောက်သည်၊ အသုံးပြုသူ၊ အခြားသူတို့အား Futureed Pte Ltd ဆိုက်မှ မည်သည့်စီးပွားဖြစ် အကျိုးစီးပွား သို့မဟုတ် ဉာဏပစ္စည်း ပိုင်ဆိုင်မှုအခွင့်အရေး၊ သို့မဟုတ် Futureed Pte Ltd ဆိုက်ပေါ်မှ အချက်အလက်များ သို့မဟုတ် အခြားအကြောင်းအရာများ ကိုမျှ မပေးအပ်ပါ။<br/>အမှတ်တံဆိပ်များ၊ အကြောင်းအရာများကို Futureed Pte, Ltd ၏ ရှင်းလင်းသော ခွင့်ပြုချက်မပါဘဲ မိတ္တူပွားခြင်း၊ ပြန်လည်ထုတ်ဝေခြင်း၊ အင်တာနက်ပေါ် တင်ခြင်း၊ စာပို့ခြင်း၊ ထုတ်လွှင့်ခြင်း၊ ဖြန့်ဝေခြင်း၊ ပြင်ဆင်ခြင်းတို့ကို၊ ထိုအကြောင်း အရာများသည် သင်ကပို့စ် တင်ထားခြင်းမဟုတ်လျှင်၊ သင်က မဆောင်ရွက်နိုင်ပါ။ <br/>Futureed Pte Ltd နှင့် KCGA မူပိုင်ခွင့် ရထားသည့် အကြောင်းအရာများကို အခြားမည်သည့် ဝက်ဘ်ဆိုက်တွင်မဆို အသုံးပြုမှုကို တင်းကြပ်စွာတားမြစ်သည်။<br/> Futureed Pte Ltd နှင့် KCGA သည် ၎င်း၏ဉာဏပစ္စည်း မူပိုင်ခွင့်ကို ဥပဒေ သက်ရောက်စေရန် ပြစ်မှုဆိုင်ရာ တရားစွဲဆိုမှုများ အပါအဝင် ဥပဒေ သက်ရောက်မှု အပြည့်အဝဖြင့် အင်တိုက်အားတိုက် ဆောင်ရွက်ပါမည်",
	"tc_msg_42" => "လျှို့ဝှက်အချက်အလက်",
	"tc_msg_43" => "လျှို့ဝှက်အချက်အလက်ထဲတွင် ဤစည်းမျည်းများ၊ အလုပ် ဖော်ပြချက်များ၊ လိုင်စင်သဘောတူညီချက်များ၊ စီးပွားရေးနှင့် စျေးကွက်အစီအစဉ်များနှင့်မဟာဗျူဟာများ၊ လူထုမသိသေးသော စီးပွားရေးနှင့် နည်းပညာ အချက်အလက်များ၊ ကုန်သွယ်ရေး လျှို့ဝှက်ချက်များ၊ သင့်အကဲဖြတ်ချက်မှ အကြောင်းအရာများ၊ လျှို့ဝှက်ဟု ဖော်ပြထားသော စာသားများနှင့် လျှို့ဝှက်အဖြစ် ကျိုးကြောင်းဆီလျော်စွာ နားလည်သဘောပေါက်ထားသင့်သော အမြင်နှင့် ပြောဆိုမှု အချက်အလက်များ အပါအဝင် အခြား အချက်အလက်များ ပါဝင်သည်။<br/>ခိုးယူမှု၊ တရားမဝင် ကူးယူမှုနှင့် ခွင့်ပြုချက်မရှိဘဲ ဝင်ရောက်မှုတို့နှင့် စပ်လျဉ်းပြီး လျှို့ဝှက်အချက်အလက်တို့၏ ဂုဏ်သိက္ခာနှင့် လုံခြုံရေးကို သေချာစေရန် Futures Pte Ltd သည် စီးပွားရေးအရ သင့်လျော်သော နည်းပညာ၊ အကောင်းဆုံး လုပ်ငန်း လုပ်ထုံးလုပ်နည်းများကို အသုံးပြုပါမည်",
	"tc_msg_44" => "အာမခံ တာဝန်ခံမှု",
	"tc_msg_45" => "ဥပဒေအရ ခွင့်ပြုသည့်အတိုင်း KCGA ထုတ်ကုန်များ၊ ဝန်ဆောင်မှုများနှင့် ဤဝက်ဘ်ဆိုက် အသုံးပြုမှုမှ ဖြစ်ပေါ်လာသော ကျိုးကြောင်းဆီလျော်သော ရှေ့နေခများ အပါအဝင် တောင်းဆိုမှုများနှင့် ကုန်ကျစရိတ်များမှ KCGA ကို အန္တရာယ် မရှိစေရန် လိုက်လျောမည်ဖြစ်ကြောင်း သင်က သဘောတူသည်။<br/>ဤကင်းလွတ်ခွင့်သည် မူပိုင်ခွင့် အမှတ်တံဆိပ် သို့မဟုတ် အခြားပိုင်ဆိုင်ခွင့်များ ချိုးဖောက်မှုမှ သို့မဟုတ် ချိုးဖောက်မှုနှင့် အသရေဖျက်မှု သို့မဟုတ် ဥပဒေနှင့်မညီညွတ်သော ပစ္စည်းများ အသုံးပြုမှုမှ ဖြစ်ပေါ်လာသော တရားစွဲဆိုမှု အားလုံးအတွက် သင့်တာဝန်သာ ဖြစ်ကြောင်း ရှင်းလင်းစွာ ပါဝင်ပါသည်",
	"tc_msg_46" => "ရပ်စဲခွင့်",
	"tc_msg_47" => "ဤသဘောတူညီချက်ပါ ကျွန်ုပ်တို့ စည်းမျဉ်းများကို သင်က ဖောက်ဖျက်ပါက ဝက်ဘ်ဆိုက်နှင့် ဝန်ဆောင်မှုများကို သင့်အသုံးပြုမှုကို KCGA က အသိအပေးဘဲ အချိန်မရွေး ဆိုင်းငံ့ သို့မဟုတ် ရပ်စဲပိုင်ခွင့်ရှိသည်",
	"tc_msg_48" => "တာဝန်မရှိမှု",
	"tc_msg_49" => "FUTUREED PTE LTD ကို \"အရှိအတိုင်း\" နှင့် \"အပြစ်အားလုံးအတိုင်း\" နှင့် မည်သည့် အာမခံမျှ မပါဘဲ၊ ဖောက်သည်များက FUTUREED PTE LTD ကို အသုံးပြုမှုကို ပေးအပ်သည်",
	"tc_msg_50" => "ဥပဒေမှ ခွင့်ပြုမှု အများဆုံးအတိုင်းအတာအထိ KCGA သည် ဖောက်သည်၊ အသုံးပြုသူ၊ အခြားသူတို့အား FUTUREED PTE LTD ကို အသုံးပြုမှု၊ စွမ်းဆောင်မှု၊ အသုံးပြုနိုင်စွမ်းတို့နှင့်ဆိုင်သော နည်းလမ်းများမှ ပေါ်ပေါက်လာသည့် အထူး၊ မတော်တဆ၊ သွယ်ဝိုက်၊ တစ်ဆင့်ခံ၊ အကျိုးဆက်၊ စံပြ၊ ဒဏ်ခတ်သော ထိခိုက်မှုများ၊ လှုပ်ရှားမှုသို့မဟုတ် စာချုပ်၊ ပိုင်ဆိုင်မှု၊ တင်းကြပ်သော တာဝန်ရှိမှု၊ (ပေါ့ဆမှု အပါအဝင် ကန့်သတ်မထားသော) တရားစွဲဆိုမှု၊ (အာမခံ ချိုးဖောက်ခြင်း အပါအဝင် ကန့်သတ်မထားသော) တင်းကြပ်သော တာဝန်ရှိမှုများ၊ FUTUREED PTE LTD ကို အသုံးပြုရာမှ ရရှိသော၊ ဖြစ်ပေါ်လာသော ဒေတာ၊ အချက်အလက်၊ မှတ်တမ်း သို့မဟုတ်ရလဒ်များ၏ အမှားအယွင်းများ၊ ပျက်ကွက်မှု၊ မတိကျမှုများ၊ ဒေတာများ၊ အခြားအချက်အလက်များ၊ မှတ်တမ်းများ ဆုံးရှုံးပျက်စီးမှုများ၊ KCGA က ယင်း ပျက်စီးဆုံးရှုံးမှု သို့မဟုတ် ဖြစ်နိုင်ချေကို အကြံပေးထားလျှင်ပင် ကျိုးကြောင်းဆီလျော်သော ကာလတွင် (ကန့်သတ်မထားသော) အသုံးမပြုနိုင်မှု၊ နှောင့်နှေးမှု၊ စီးပွားရေးဆုံးရှုံးမှု၊ ဝင်ငွေဆုံးရှုံးမှု၊ အမြတ်အစွန်း သို့မဟုတ် စုငွေ ဆုံးရှုံးမှု၊ စီးပွားရေး နှောင့်ယှက် ဆုံးရှုံးမှု၊ ဒေတာများ၊ အခြားအချက်အလက်များ၊ မှတ်တမ်းများ ဆုံးရှုံးပျက်စီးမှုများ၊ FUTUREED PTE LTD ကို အသုံးပြုနည်းနိုင်စွမ်းမရှိခြင်း သို့မဟုတ် ဒေတာများ၊ အခြား အချက်အလက်များကို မသုံးနိုင်ခြင်းမှ ပေါ်ထွက်လာသည့် ကိုယ်ရေးကိုယ်တာ ဆုံးရှုံးမှုနှင့် ချစ်ကြည်ရေးဆုံးရှုံးမှု၊ အခြားသူများကို တာဝန်ရှိမှုများ၊ သို့မဟုတ် တာဝန်ယူမှုကို ကိုက်ညီစေရန် ပျက်ကွက်မှု သို့မဟုတ် စေတနာကောင်းဖြင့် စီးပွား​ရေးအရ သင့်လျော်သော ဂရုစိုက်မှုဖြင့် တာဝန်ယူမှုကို ကိုက်ညီစေရန် ပျက်ကွက်မှုမှ ဖြစ်ပေါ်လာသော၊ သို့မဟုတ် သဘောတူညီမှု၊ ဆောင်ရွက်မှု၊ ကုန်သွယ်ရေး အသုံးပြုမှုမှ ပေါ်ပေါက်လာသော (သို့သော်ကန့်သတ်မထားသော) ဒေတာများ၊ အခြားအချက်အလက်များ၊ မှတ်တမ်းများ ဆုံးရှုံးပျက်စီးမှုများကို၊ KCGA သို့မဟုတ် FUTUREED PTE LTD သည် ယင်းပျက်စီးဆုံးရှုံးမှု ဖြစ်နိုင်ချေကို သိရှိထားလျှင်ပင် ယင်းတို့အတွက် တာဝန်မရှိစေရ။ ",
	"tc_msg_51" => "သက်ဆိုင်ရာ ဥပဒေမှခွင့်ပြုသည့်အတိုင်း KCGA သည်",
	"tc_msg_52" => "ဥပဒေမှ ခွင့်ပြုမှု အများဆုံးအတိုင်းအတာအထိ FUTUREED PTE LTD နှင့် တစ်နည်းနည်းဖြင့် ဆက်စပ်သော၊ FUTUREED PTE LTD ဆိုက်ကို သင်အသုံးပြုမှုနှင့် ဆက်စပ်သော ပေါ်ထွက်လာသည့် KCGA နှင့် FUTUREED PTE LTD ကို တောင်းဆိုမှု၊ အဆိုပြုမှု၊ အစုလိုက် တရားစွဲခြင်း၊ ဖြစ်စေမည့် ကိစ္စများကို သင်သည် ယူဆောင်၊ တောင်းဆို၊ ပတ်သက်၊ ပါဝင်ခြင်း မရှိရ။ FUTUREED PTE LTD ကို တောင်းဆိုမှု၊ အဆိုပြုမှု၊ အစုလိုက် တရားစွဲခြင်း၊ ဖြစ်စေမည့် ကိစ္စများကို သင်သည် ယူဆောင်၊ တောင်းဆို၊ ပတ်သက်၊ ပါဝင်ခြင်းတို့ လုပ်ဆောင်ပိုင်ခွင့်မှ သင်က သက်ညှာခွင့်ပေးသည်။ ထို့ပြင် FUTUREED PTE LTD ဆိုက်ကို သင်အသုံးပြုမှုနှင့် ဆက်စပ်သော ပေါ်ထွက်လာသည့် တောင်းဆိုမှု၊ အဆိုပြုမှု၊ အစုလိုက် တရားစွဲခြင်း၊ ဖြစ်စေမည့် ကိစ္စများကို သင်လုပ်ဆောင်ပိုင်ခွင့်များမှ၊ FUTUREED PTE LTD ကို တောင်းဆိုမှု၊ အဆိုပြုမှု၊ အစုလိုက် တရားစွဲခြင်း၊ ဖြစ်စေမည့် ကိစ္စများကို သင်သည် ယူဆောင်၊ တောင်းဆို၊ ပတ်သက်၊ ပါဝင်ခြင်းတို့ လုပ်ဆောင်ပိုင်ခွင့်မှ သင်က သက်ညှာခွင့်ပေးသည်။ တောင်းဆိုမှု၊ အဆိုပြုမှု၊ အစုလိုက် တရားစွဲခြင်းတို့နှင့် မဆိုင်ဘဲ တစ်ဦးချင်းဖြစ်စေ၊ တောင်းဆိုမှု၊ အဆိုပြုမှု၊ အစုလိုက် တရားစွဲခြင်းတို့ကို ကိုယ်စားလှယ်၊ အဖွဲ့ဝင်အဖြစ်ဖြစ်စေ တောင်းဆိုနိုင်မှုမှ ကင်းလွတ်ခွင့်ပေးသည်",
	"tc_msg_53" => "သီးခြားစီဖြစ်ခြင်း",
	"tc_msg_54" => "အထက်ပါ ပေးအပ်ဖော်ပြမှုများ အကျုံးမဝင်၊ တရားမဝင်၊ ဥပဒေ မသက်ရောက် တော့လျှင် အဆိုပါ ပေးအပ်ဖော်ပြမှုများကို ဥပဒေ သက်ရောက်မည့် အများဆုံး အတိုင်းအတာအထိ လိုအပ်သလို ပြင်ဆင်ပါမည်။ ထိုသို့ မပြင်ဆင်နိုင်လျှင် ယင်းတို့ကို သီးခြားစီဖြစ်စေကာ ကျန်ရှိသော ယခု ပေးအပ်ဖော်ပြမှုများသည် သက်ရောက်မှု၊ ပျက်ယွင်းမှု မရှိစေရ",
	"tc_msg_55" => "တရားစီရင်ပိုင်ခွင့်များနှင့် အုပ်ချုပ်ရေးဥပဒေ",
	"tc_msg_56" => "ဤအသုံးပြုမှု စည်းမျဉ်းစည်းကမ်းများ၏သက်တမ်း၊ ဖွဲ့စည်းမှု၊ တရားဝင်မှုနှင့် အနက်အဓိပ္ပါယ်ကို စင်္ကာပူနိုင်ငံ၏ ဥပဒေများဖြင့် အုပ်စိုးမည်ဖြစ်သည်",
	"tc_msg_57" => "ကင်းလွတ်ခွင့်ပေးခြင်း",
	"tc_msg_58" => "ဤသတ်မှတ်ချက်များ ပေးအပ်ဖော်ပြမှုကို တင်းကြပ်သောစွမ်းဆောင်ရည်ဖြင့် ပြဋ္ဌာန်းရန် KCGA မှ ပျက်ကွက်လျှင် အဆိုပါ ပေးအပ်ဖော်ပြမှုကို ပြဋ္ဌာန်းပိုင်ခွင့်ကို ကင်းလွတ်ခွင့် မဖြစ်စေပါ",
	"tc_msg_59" => "သင့် သဘောတူခွင့်ပြုချက်",
	"tc_msg_60" => "ကျွန်ုပ်တို့ဆိုက်ကို သုံးခြင်းအားဖြင့် ဤသဘောတူညီချက်၌ ရေးထားသော စည်းမျဉ်းစည်းကမ်းများကို သင်က သဘောတူခွင့်ပြုလိုက်ပါသည်",
	"tc_msg_61" => "ကျွန်ုပ်တို့ကို ဆက်သွယ်ခြင်း",
	"tc_msg_62" => "ဤမူဝါဒနှင့် ပတ်သက်ပြီး မေးခွန်းများ ရှိပါက အောက်ပါအချက်အလက်များကိုသုံးပြီး ကျွန်ုပ်တို့ထံ ဆက်သွယ်နိုင်ပါသည်",
	"client_parent_dashboard_msg_1" => "အနာဂတ်သင်ခန်းစာကို စတင်သုံးရန် ကျောင်းသား ပေါင်းထည့်ရန် လိုပါသည်။ နှိပ်ပါ",
	"client_parent_dashboard_msg_2" => "ကျောင်းသား ပေါင်းထည့်ပြီးပါက သင်သည်",
	"client_parent_dashboard_msg_3" => "ဘာသာရပ် ဝယ်နိုင်သည်",
	"client_parent_dashboard_msg_4" => "သင့်ကျောင်းသားအတွက်",
	"client_parent_dashboard_msg_5" => "ထိုပြင် သင်သည်",
	"client_parent_dashboard_msg_6" => "ပြန်လည်သုံးသပ်နိုင်သည်",
	"client_parent_dashboard_msg_7" => "သင်ခန်းစာများနှင့် လေ့ကျင့်ခန်း မေးခွန်းများကို",
	"client_progress_curriculum" => "အနာဂတ်သင်ခန်းစာ သင်ရိုးညွှန်းတမ်း တိုးတက်မှု",
	"client_progress_curriculum" => "အနာဂတ်သင်ခန်းစာ သင်ရိုးညွှန်းတမ်း တိုးတက်မှု",
	"client_badges_earned" => "ရရှိသည့် တံဆိပ်များ",
	"client_no_medals_earned" => "ရရှိသည့် ဆုတံဆိပ် အရေအတွက်",
	"client_lessons_completed" => "သင်ပြီးသည့် သင်ခန်းစာများ",
	"client_tips_written" => "ရေးပြီးသည့် သိကောင်းစရာများ",
	"client_hours_spent_7_days" => "နောက်ဆုံး ၇ ရက်အတွင်း ကုန်ဆုံးခဲ့သော နာရီ",
	"client_hours_spent" => "ကုန်ဆုံးသောနာရီ",
	"client_invitation_code" => "ဖိတ်ကြားလွှာ ကုဒ်",
	"client_invitation_msg1" => "သင်ပေါင်းထည့်သော ကျောင်းသားက ကုဒ်ပါဝင်သော အီးမေးလ်တစ်စောင်လက်ခံရရှိလိမ့်မည်",
	"client_invitation_msg2" => "ကျောင်းသားထံမှ ထိုကုဒ်ကိုယူပြီး အောက်ပါအကွက်ထဲ ၎င်းကိုထည့်ပါ။ ",
	"client_invitation_msg3" => "ကျောင်းသား အသေးစိတ်ကို ကြည့်ရှု၍လည်း ဖိတ်ကြားချက်ကုဒ်ကို အတည်ပြုနိုင်ပါသည်",
	"client_teaching_content" => "သင်ကြားမှု အကြောင်းအရာ",
	"client_principal_dashboard" => "ကျောင်းအုပ် မူလနေရာ",
	"client_teacher_dashboard" => "ဆရာ မူလနေရာ",
	"client_parent_dashboard" => "မိဘ မူလနေရာ",
	"client_teacher_details" => "ဆရာ အသေးစိတ်",
	"client_delete_teacher" => "ဆရာကို ပယ်ဖျက်ပါ",
	"client_delete_teacher_msg" => "ဤဆရာအကောင့်ကို သင်ပယ်ဖျက်လိုတာ သေချာသလား",
	"client_add_teacher" => "ဆရာ ပေါင်းထည့်ပါ",
	"client_send_invitation" => "ဖိတ်ကြားလွှာ ပို့ပါ",
	"client_delete_invoice" => "ငွေတောင်းခံလွှာကို ပယ်ဖျက်ပါ",
	"client_delete_invoice_msg" => "ဤငွေတောင်းခံလွှာကို သင်ပယ်ဖျက်လိုတာ သေချာသလား",
	"client_cancel_invoice" => "စာရင်းသွင်းမှု ပယ်ဖျက်ရန်",
	"client_cancel_invoice_msg" => "ဤစာရင်းသွင်းမှု ဖျက်လိုတာ သေချာသလား",
	"client_view_sales_invoice" => "အရောင်းပြေစာကို ကြည့်ပါ",
	"client_principal_dashboard_msg" => "အနာဂတ်သင်ခန်းစာကို စတင်ရန် သင်ကဖိတ်ခေါ်ဖို့လိုပါသည်",
	"client_principal_dashboard_msg2" => "သင့်အတန်းများကို ဦးစွာ စီမံခန့်ခွဲရန်",
	"client_principal_dashboard_msg3" => "သင်က ဆရာကို ဖိတ်ကြားပြီးလျှင် သွားရမည့်နေရာမှာ",
	"client_principal_dashboard_msg4" => "သင့်အတန်းများအတွက် ထိုင်ခုံများ ဝယ်ပါ",
	"client_successfully_change_password" => "သင့်စကားဝှက်ကို အောင်မြင်စွာ ပြောင်းလဲပြီးပြီ",
	"client_email_confirmation_code_sent" => "အီးမေးလ်အတည်ပြုချက် ကုဒ်ကို ပို့ထားသည်",
	"client_email_confirmation_code_resent" => "အီးမေးလ်အတည်ပြုချက် ကုဒ် ပြန်ပို့ပါ",
	"client_enter_email_code" => "သင့်အီးမေးလ်လိပ်စာ အသစ်ကို အတည်ပြုရန် အီးမေးလ် ကုဒ်ကို ဖြည့်ပါ",
	"client_new_email_code_sent" => "သင့်အီးမေးလ်အကောင့်သို့ အီးမေးလ် ကုဒ် အသစ်ကို ပို့ထားသည်",
	"client_enter_email_confirmation_code" => "အီးမေးလ်အတည်ပြုချက် ကုဒ်ကို ဖြည့်ပါ",
	"client_succesfully_confirmed_email_address" => "သင့်အီးမေးလ်လိပ်စာ အသစ်ကို အောင်မြင်စွာအတည်ပြုပြီးပါပြီ",
	"client_teacher_dashboard_msg1" => "အနာဂတ်သင်ခန်းစာကို စသုံးရန် အောက်တွင် ကျောင်းသား ပေါင်းထည့်ရန် လိုပါသည်",
	"client_teacher_dashboard_msg2" => "သင့်ကျောင်းသားများ မြင်နိုင်ရန် နှိပ်ပါ",
	"client_teacher_dashboard_msg3" => "သင်ခန်းစာများနှင့် လေ့ကျင့်ခန်း မေးခွန်းများကို ပြန်လည်သုံးသပ်ရန်  နှိပ်ပါ",
	"client_view_class_list" => "အတန်းစာရင်းကို ကြည့်ပါ",
	"be_right_back" => "အခုပြန်လာခဲ့မယ်",
	"on_maintenance" => "ကျွန်ုပ်တို့ လက်ရှိ၌ ထိန်းသိမ်းဆောင်ရွက်မှု ပြုလုပ်နေပါသည်",
	"invalid_access" => "ဝင်ခွင့်ကုဒ် မှားနေသည်",
	"sorry_no_access" => "ဝမ်းနည်းပါတယ်။ သင် ဤစာမျက်နှာကို ဝင်ရောက်ခွင့် မရှိပါ",
	"page_not_found" => "စာမျက်နှာ မတွေ့ပါ",
	"does_not_exist" => "ဝမ်းနည်းပါတယ်။ သင်ဝင်ဖို့ကြိုးစားနေသော စာမျက်နှာ မတည်ရှိပါ",
	"click_here_reset_password" => "သင့်စကားဝှက်ကို ပြန်သတ်မှတ်ရန် ဒီနေရာကိုနှိပ်ပါ",
	"email_reset_student_module_msg" => "သိမ်းထားသော တိုးတက်မှုအားလုံး",
	"email_reset_student_module_msg2" => "မော်ဂျူးကို ကြီးကြပ်သူက ပြန်သတ်မှတ်ထားသည်",
	"email_reset_student_module_msg3" => "သင်ဤပြောင်းလဲမှု မပြုလုပ်ပါက ကြီးကြပ်သူကို ချက်ချင်းဆက်သွယ်ပါ",
	"email_resendregistration_msg" => "သင့်အတည်ပြုချက်ကုဒ်ကို ပြန်ပို့ရန် သင်ရွေးချယ်ထားပါပြီ",
	"email_resendregistration_msg2" => "သင့်အတည်ပြုချက်ကုဒ်",
	"email_resendregistration_msg3" => "အနာဂတ်သင်ခန်းစာများသို့ လင့်",
	"email_registration_msg" => "အနာဂတ်သင်ခန်းစာကို ပူးပေါင်းခြင်းနှင့် အင်တာနက်ပေါ်မှ အကောင်းဆုံး အသိုင်းအဝိုင်းရဲ့အစိတ်အပိုင်းဖြစ်လာအပေါ် ကျေးဇူးတင်ပါတယ်။ ဤမယုံကြည်နိုင်လောက်သော သင်ယူမှုစွန့်စားခန်းကို သင်တို့နှင့်အတူ သင်ယူရန် မျှော်လင့်နေပါတယ်",
	"email_registration_msg2" => "ထို့ကြောင့် သင်ကြီးပြင်းလာသောအခါ ဖြစ်လိုသောသူကို ကျွန်ုပ်တို့အား ပြောပြနိုင်မလား။ ဆရာဝန်၊ အာကာသယာဉ်မှူး၊ သိပ္ပံပညာရှင် ဘယ်သူလဲ။ သင့်ရဲ့ ဇာတ်ကောင်ကို ရွေးပါ",
	"email_parent_added_student_msg" => "သူ/သူမ၏ မူလနေရာ၌ သင့်ကို ထည့်သွင်းရန် တောင်းဆိုပါတယ်",
	"email_parent_added_student_msg2" => "သူ/သူမ၏ကျောင်းသားစာရင်းထဲတွင် ထည့်သွင်းနိုင်ရန် ဤဖိတ်ကြားလွှာ ကုဒ်ကို ပေးပါ။ ",
	"email_parent_added_student_msg3" => "ဖိတ်ကြားလွှာ ကုဒ်",
	"email_invite_student_msg" => "အနာဂတ်သင်ခန်းစာ ပလက်ဖောင်းတွင် သင့်ကို ကျွန်ုပ်တို့နှင့်အတူ ဆက်သွယ်စေလိုပါသည်။ သွားရန်နေရာ",
	"email_invite_student_msg2" => "မှတ်ပုံတင်ခြင်း စာမျက်နှာ",
	"email_invite_student_msg3" => "ဤအသိုင်းအဝိုင်းနှင့် ဆက်သွယ်ရန် သင့်ကိုယ်ရေးအကျဉ်းကို ဖန်တီးပါ",
	"email_invite_student_msg4" => "ဤမယုံကြည်နိုင်လောက်သော သင်ယူမှုစွန့်စားခန်းကို သင်၊ သင့်ကျောင်းသားများနှင့်အတူ သင်ယူရန် မျှော်လင့်နေပါတယ်",
	"email_existing_student_registration_msg" => "သင့်ကို ပေါင်းထည့်ပြီးပြီ",
	"email_existing_student_registration_msg2" => "ဆရာက",
	"email_verify_client_msg" => "သင့်အနာဂတ်သင်ခန်းစာ အကောင့် ယခု အသက်ဝင်နေသည်",
	"email_verify_client_msg2" => "သွားရန်",
	"email_verify_client_msg3" => "အကောင့်ဝင်ရန် စာမျက်နှာ",
	"email_verify_client_msg4" => "ထို့နောက် သင့်အနာဂတ်သင်ခန်းစာ ပလက်ဖောင်းပေါ်တွင် သင်၏စွန့်စားခန်းကို စတင်ရန် အကောင့်ဝင်ပါ",
	"student_update_billing_info" => "စာရင်းသွင်းခြင်းဝယ်ယူမှု ဆက်လက်ဆောင်ရွက်နိုင်ရန်အတွက် သင်၏ငွေတောင်းခံသတင်းအချက်အလက်ကို အသစ်ပြင်ရန် လိုပါသည်",
	"student_update_now" => "ယခု အသစ်ပြင်ပါ",
	"email_reject_client_msg" => "သင့်ရဲ့အကောင့်ကို မစိစစ်ရသေးပါ။ သင့်မှတ်ပုံတင်ခြင်းကို ပြန်လည်သုံးသပ်ကာ ထပ်ကြိုးစားပါ သို့မဟုတ် help@futurelesson.com မှာ စနစ်စီမံခန့်ခွဲသူကို ဆက်သွယ်ပါ",
	"email_reject_client_msg2" => "မှတ်ပုံတင်ရန် သွားပါ",
	"email_registration_email_msg" => "သင့်အတည်ပြုချက်ကုဒ်ကို ပြန်ပို့ရန် သင်ရွေးချယ်ထားပါပြီ",
	"email_registration_teacher_email_msg2" => "စတင်နိုင်ရန် အောက်ပါ လင့်ခ်ပေါ်တွင် ပေးထားသော ကုဒ်ဖြင့် အတည်ပြုရန် လိုပါသည်။ ",
	"email_register_success_msg" => "သင့်ရဲ့သင်ယူမှုကိုစတင်ရန် အောက်ပါ လင့်ခ်ပေါ်တွင် ပေးထားသော ကုဒ်ဖြင့် ကျွန်ုပ်တို့က အတည်ပြုရန် လိုအပ်ပါတယ်",
	"email_parent_msg" => "အနာဂတ်သင်ခန်းစာကို ပူးပေါင်းခြင်းနှင့် အင်တာနက်ပေါ်မှ အကောင်းဆုံး အသိုင်းအဝိုင်းရဲ့အစိတ်အပိုင်းဖြစ်လာအပေါ် ကျေးဇူးတင်ပါတယ်။ ဤမယုံကြည်နိုင်လောက်သော သင်ယူမှုစွန့်စားခန်းကို သင်နှင့် သင့်ကလေးငယ်နှင့်အတူ သင်ယူရန် မျှော်လင့်နေပါတယ်",
	"email_invite_teacher_to_teach_msg" => "သင့်အားတာဝန်ပေးအပ်ခဲ့သည်",
	"email_invite_teacher_to_teach_msg2" => "သင်ကြားရန်။ ယခုသင့်အတန်းထဲသို့ သင့်ကျောင်းသားများ စတင်ပေါင်းထည့်နိုင်ပါသည်",
	"email_to_login" => "အကောင့်ဝင်ရန်",
	"email_invite_teacher_msg" => "ဒီအသိုင်းအဝိုင်းပူးပေါင်းနှင့် သင့်စာသင်ခန်း ပြင်ဆင်ရန် သင့်ကိုယ်ရေးအကျဉ်းကို ဖန်တီးပါ",
	"email_change_password_msg" => "သင့်စကားဝှက်ကို ပြန်သတ်မှတ်ထားသည်။ သင့်ရဲ့စကားဝှက်အသစ်မှာ",
	"email_change_password_msg2" => "ဤတောင်းဆိုမှု သင်မဆောင်ရွက်ခဲ့လျှင် ကြီးကြပ်သူထံ ချက်ချင်းဆက်သွယ်ပါ",
	"email_change_email_msg" => "သင့်အီးမေးလ်ကို ပြောင်းခဲ့သည်မှာ",
	"email_change_email_msg2" => "ယခုအီးမေးလ်ကို သင်သုံးနိုင်ပါသည်",
	"student_pic_password_saved" => "သင့်ရုပ်ပုံစကားဝှက်ကို သိမ်းဆည်းထားသည်",
	"student_pic_password_succeed_login" => "သင့်နောက်ထပ် အကောင့်ဝင်ရာ၌ ဤရုပ်ပုံစကားဝှက်ကို သုံးနိုင်ပါသည်",
	"student_change_picture_password" => "ရုပ်ပုံစကားဝှက်ကို ပြောင်းပါ",
	"student_verify_new_email" => "သင့်အီးမေးလ်လိပ်စာအသစ်ကို အတည်ပြုရန် အီးမေးလ် အတည်ပြုချက်ကုဒ်ကို ဖြည့်ပါ",
	"student_email_code_input_below" => "အဆိုပါအီးမေးလ်တွင် သင်အောက်၌ ဖြည့်ရမည့် အီးမေးလ်ကုဒ် ပါဝင်ပါသည်",
	"student_select_pic_password" => "သင့်ရုပ်ပုံစကားဝှက်ကို ရွေးပါ",
	"student_dashboard_msg" => "သင့်ထံ၌ ဘာသာရပ်များ မရှိပါ",
	"student_dashboard_msg2" => "သင့်ကို အတန်းထဲ ပေါင်းထည့်ရန် သင်က ဆရာကို လိုအပ်ပါသည်",
	"student_dashboard_msg3" => "သင်ကို စာရင်းသွင်းမှုအတွက် သင့်မိဘက ဝယ်ပေးနိုင်ပါသည်",
	"student_dashboard_msg4" => "သင်ဆက်လက်ဆောင်ရွက်ရန်",
	"student_dashboard_msg5" => "ကျောင်းသား ငွေပေးချေမှု",
	"student_dashboard_msg6" => "စာမျက်နှာ",
	"student_reset_code_new_pic_pass" => "သင့်ရုပ်ပုံစကားဝှက်ကို ဖန်တီးရန် ပြန်သတ်မှတ်ချက်ကုဒ်ကို ဖြည့်ပါ",
	"student_new_email_rest_pic_pass" => "သင့်ရုပ်ပုံ စကားဝှက်ကို ပြန်သတ်မှတ်ရန် အီးမေးလ်အသစ်ကို သင့်အီးမေးလ်အကောင့်သို့ ပို့ထားသည်",
	"student_confirm_code_verify" => "သင့်အီးမေးလ်လိပ်စာ အတည်ပြုရန် အတည်ပြုချက်ကုဒ်ကိုဖြည့်ပြီး ရုပ်ပုံစကားဝှက် အသစ်ကို သတ်မှတ်ပေးပါ",
	"pp_msg" => "FUTUREED ပုဂ္ဂိုလ်ရေး မူဝါဒ",
	"pp_msg2" => "မည်သည့်အချက်အလက်ကို ကျွန်ုပ်တို့ ရယူပါသလဲ",
	"pp_msg3" => "ကျွန်ုပ်တို့ ဆိုက်ပေါ်တွင် သင်မှတ်ပုံတင်သောအခါ၊ အမှာစာပို့သောအခါ၊ စစ်တမ်းကို တုန့်ပြန်သောအခါ၊ ဖောင်ဖြည့်သောအခါ ကျွန်ုပ်တို့က အချက်အလက်များ စုဆောင်းပါသည်။ ကျွန်ုပ်တို့ ဆိုက်ပေါ်တွင် သင်မှတ်ပုံတင်သောအခါ၊ အမှာစာပို့သောအခါ၊ သင့်အမည်၊ အီးမေးလ်လိပ်စာ၊ စာပို့လိပ်စာ၊ မွေးနေ့၊ အဆက်အသွယ်များ၊ ကုမ္ပဏီ၊ ဘွဲ့ထူးဂုဏ်ထူး၊ ဖုန်းနံပါတ် သို့မဟုတ် မှတ်ပုံတင်/နိုင်ငံကူးလက်မှတ် တို့ကို သင့်လျော်သလို ရိုက်ထည့်ခိုင်းနိုင်ပါသည်။ သို့သော် သင်က အမည်မဖော်ပြဘဲ ကျွန်ုပ်တို့ ဆိုက်ကို ဝင်နိုင်ပါသည်",
	"pp_msg4" => "သင့်အချက်အလက်များကို ကျွန်ုပ်တို့က မည်သို့ အသုံးပြုသနည်း",
	"pp_msg5" => "သင့်ထံမှ စုဆောင်းသော အချက်အလက်များကို အောက်ပါနည်းလမ်းတစ်ခုခုဖြင့် အသုံးပြုပါသည်",
	"pp_msg6" => "သင်သုံးရန် အကောင့် ဖန်တီးပေးရန်နှင့် ကျွန်ုပ်တို့၏ ထုတ်ကုန်များ ကြီးကြပ်ရန်အတွက်",
	"pp_msg8" => "ကျွန်ုပ်တို့၏ ထုတ်ကုန်များနှင့် ဝန်ဆောင်မှုများအကြောင်း သင်သိလိုသော သင့်နည်းပညာဆိုင်ရာ သို့မဟုတ် အကြောင်းအရာ သို့မဟုတ် မေးခွန်းများကို ကူညီဖြေရှင်းပေးရန်",
	"pp_msg9" => "သင့်ရဲ့အတွေ့အကြုံ (သင့်တစ်ဦးချင်း လိုအပ်ချက်ကို ပိုမိုကောင်းမွန်စွာ တုံ့ပြန်ရန် ကျွန်ုပ်တို့ကို ကူညီပေးသော အချက်အလက်များ) ကို တစ်ဦးချင်းအကြိုက် ဖြစ်စေရန်",
	"pp_msg10" => "ကျွန်ုပ်တို့၏ ဝက်ဘ်ဆိုက် တိုးတက်စေရန် (သင့်ထံမှရရှိသော အချက်အလက်များနှင့် တုံ့ပြန်ချက်အပေါ် အခြေခံပြီး ကျွန်ုပ်တို့၏ ဝက်ဘ်ဆိုက် တိုးတက်စေရန် ကျွန်တော်တို့အစဉ်မပြတ် ကြိုးစားပါသည်) ",
	"pp_msg11" => "ဖောက်သည်ဝန်ဆောင်မှု တိုးတက်စေရန် (သင့်ဖောက်သည်ဝန်ဆောင်မှု တောင်းဆိုမှုများနှင့် ထောက်ခံမှုလိုအပ်ချက်များကို ထိရောက်စွာ တုံ့ပြန်ရန် သင့်အချက်အလက်များက ကျွန်ုပ်တို့ကို ကူညီပါသည်)",
	"pp_msg12" => "ငွေပေးချေမှု ဆောင်ရွက်ရန်",
	"pp_msg13" => "ပြိုင်ပွဲ၊ အရောင်း မြှင့်တင်ရေး၊ စစ်တမ်း သို့မဟုတ် အခြားသော ဆိုက်အင်္ဂါရပ်များကို ကြီးကြပ်ရန်",
	"pp_msg14" => "အချိန်အပိုင်းအခြားအလိုက် အီးမေးလ်များ ပေးပို့ရန်။ အမှားစာမှာကြားရန် သင်ပေးအပ်သော အီးမေးလ်လိပ်စာသို့ ကုမ္ပဏီသတင်းများ၊ အသစ်များ၊ သက်ဆိုင်ရာ ကုန်ပစ္စည်း သို့မဟုတ် ဝန်ဆောင်မှု အချက်အလက် စသည်တို့ကို ရရှိမည့်အပြင် သင့်အမှာစာနှင့်ဆိုင်သော အချက်အလက်များနှင့် အသစ်များကို ပေးပို့နိုင်ပါသည်။ အနာဂတ်တွင် အီးမေးလ်များကို လက်ခံရရှိလိုခြင်း မရှိတော့လျှင် လက်ခံရရှိမှု ပယ်ဖျက်ရန် ရွေးချယ်စရာ လမ်းညွှန်များကို ကျွန်ုပ်တို့က အီးမေးလ်တိုင်း၏ အောက်ခြေ၌ ထည့်သွင်းထားပါသည်",
	"pp_msg15" => "ဝယ်ယူရန် တောင်းဆိုသော ကုန်ပစ္စည်း သို့မဟုတ် ဝန်ဆောင်မှု ပို့ဆောင်ရန် ရှင်းလင်းသော ရည်ရွယ်ချက်အတွက်မှအပ၊ အများပြည်သူ သို့မဟုတ်ပုဂ္ဂလိကဖြစ်သော သင့်အချက်အလက်များကို ရောင်းချခြင်း၊ ဖလှယ်ခြင်း၊ လွှဲပြောင်းခြင်း၊ အခြားမည်သည့်ကုမ္ပဏီအား သင့်ခွင့်ပြုချက်မရှိဘဲ ပေးအပ်ခြင်းတို့ကို ဆောင်ရွက်မည်မဟုတ်ပါ",
	"pp_msg16" => "သင့်အချက်အလက်များကို ကျွန်ုပ်တို့ မည်သို့ ကာကွယ်ပါသနည်း",
	"pp_msg17" => "သင်အမှာစာတင်သောအခါ၊ သင့်ကိုယ်ရေးအချက်အလက်များသို့ ဝင်ရောက်၊ တင်သွင်း၊ ချိတ်ဆက်သောအခါ သင့်ပုဂ္ဂိုလ်ရေး အချက်အလက်များ၏ လုံခြုံမှုကိုထိန်းသိမ်းရန် လုံခြုံရေးအစီအမံအမျိုးမျိုးကို ကျွန်ုပ်တို့က အကောင်အထည်ဖော် ထားပါသည်",
	"pp_msg18" => "ကျွန်ုပ်တို့သည် လုံခြုံတဲ့ဆာဗာကို အသုံးပြုပါသည်။ ထောက်ပံ့ထားသော ထိခိုက်မခံသည့်/အကြွေးကဒ် အချက်အလက်တို့ကို Secure Socket Layer (SSL) နည်းပညာမှတစ်ဆင့် ဖြန့်ဝေပြီး ကျွန်ုပ်တို့၏ ငွေပေးချေမှု လမ်းကြောင်း ပံ့ပိုးပေးသူများ၏ ဒေတာဘေ့စ်၌ လျှို့ဝှက်ကုဒ်များ ဖြစ်သွားသည်။ ယင်းဒေတာဘေ့စ်များကို လျှို့ဝှက်အချက်အလက်ကို စောင့်ရှောက်ရန် အတွက် ခွင့်ပြုထားသော အထူးချိတ်ဆက်ခွင့် ရရှိသူများကသာ ဝင်ရောက်နိုင်ပါသည်",
	"pp_msg19" => "ငွေပေးငွေယူပြီးနောက် သင့်ပုဂ္ဂိုလ်ရေး အချက်အလက် (ခရက်ဒစ်ကတ်များ၊ လူမှုလုံခြုံရေးနံပါတ်များ၊ ဘဏ္ဍာရေး စသည်) ကို ရက်ပေါင်း ၆၀ ထက်ကျော်လွန် ထားရှိမည်မဟုတ်ပါ",
	"pp_msg20" => "ကျွန်ုပ်တို့ cookies များကို သုံးသလား",
	"pp_msg21" => "ဟုတ်ကဲ့ (Cookies တွေသည် ဝက်ဆိုက်များ သို့မဟုတ် ဝန်ဆောင်မှုပေးစနစ်များက (သင်ခွင့်ပြုပါက) သင့်ဘရောက်ဇာမှတစ်ဆင့် ပေးပို့သော ဖိုင်ငယ်များဖြစ်သည်။ ၎င်းတို့သည် ဝက်ဆိုက်များ သို့မဟုတ် ဝန်ဆောင်မှုပေးစနစ်များကို သင့်ဘရောက်ဇာကို သိရှိစေပြီး အချက်အလက်များ မှတ်မိစေနိုင်ပါသည်။)",
	"pp_msg22" => "သင့်စျေးဝယ်လှည်းအတွက်ပစ္စည်းများအတွက် ဆောင်ရွက်ရန်၊ အနာဂတ် လာရောက်လည်ပတ်ရာတွင် သင့်အကြိုက်ကို သိမ်းထားရန်နှင့် ဝက်ဘ်ဆိုက် အပြန်အလှန် သွားလာမှုနှင့် ပတ်သက်၍ စုဆောင်းရန် ကျွန်ုပ်တို့သည် Cookies တွေကို သုံးပါသည်။ လာရောက်လည်ပတ်သူတို့၏ သင့်အကြိုက်ကို သိမ်းထားရန် ကြားခံ ပေးအပ်သူများနှင့် ကျွန်ုပ်တို့က စာချုပ်ချုပ်ဆိုထားနိုင်ပါသည်။ ထိုပေးအပ်သူများသည် ကျွန်ုပ်တို့ လုပ်ငန်း ဆောင်ရွက်ရန်နှင့် တိုးတက်စေရန် ကူညီသည်မှအပ ကျွန်ုပ်တို့ကိုယ်စား ထိုအချက်အလက်များကို သုံးစွဲခွင့် မရှိပါ",
	"pp_msg23" => "သင် ပိုမိုနှစ်သက်ပါက သင့်ကွန်ပျူတာသို့ cookie ကို ပေးပို့သောအခါ သတိပေးချက် ရရှိစေပါမည်။ သို့မဟုတ် သင့်ဘရောက်ဇာ ဆက်တင်မှတစ်ဆင့် cookies အားလုံးကို ပိတ်လိုက်ရန် ရွေးချယ်နိုင်ပါသည်။ cookies အားလုံးကို ပိတ်လိုက်ရန် သင်ရွေးချယ်ပါက ကျွန်ုပ်တို့၏ ဝန်ဆောင်မှုအချို့ စနစ်တကျအလုပ်လုပ်နိုင်မည်မဟုတ်ပါ။ သို့သော် သင်က တယ်လီဖုန်းဖြင့် ဖြစ်စေ၊ ဖောက်သည်ဝန်ဆောင်မှုကို ဆက်သွယ်ခြင်းဖြင့် ဖြစ်စေ အမှာစာများ မှာယူနိုင်ပါသေးသည်",
	"pp_msg24" => "အချက်အလက်များကို ပြင်ပပုဂ္ဂိုလ်များသို့ ကျွန်ုပ်တို့က ထုတ်ဖော်ပါသလား",
	"pp_msg25" => "သင့်ပုဂ္ဂိုလ်ရေးအရဆိုင်ရာအချက်အလက်များကို ကျွန်တော်တို့သည် ပြင်ပလူများထံသို့ ကုန်သွယ်ရောင်းချခြင်း၊ အခြားနည်းဖြင့် လွှဲပြောင်းခြင်းတို့ မပြုလုပ်ပါ။ ဤသည်မှာ ကျွန်ုပ်တို့၏ဝက်ဘ်ဆိုက်ကို လုပ်ငန်းဆောင်ရွက်ပေးသော ယုံကြည်ရသည့်၊ ထိုသူတို့က ဤလျှို့ဝှက် အချက်အလက်များကို စောင့်ရှောက်ရန် သဘောတူထားသည့်၊ ကြားခံလူများ မပါဝင်ပါ။ လွှဲပြောင်းပေးရန်ဥပဒေနှင့် လိုက်လျောဖို့ သင့်လျော်စွာ ယုံကြည်လျှင် သင့်အချက်အလက်များကို လွှဲပြောင်းပေးရန် ကျွန်ုပ်တို့၏ ဆိုက်မူဝါဒများပြဋ္ဌာန်းရန် သို့မဟုတ် အခြားသူများအခွင့်အရေးများ၊ ပိုင်ဆိုင်မှုများ၊ လုံခြုံရေးတို့ကို ကာကွယ်ရန် သင့်ရဲ့ပုဂ္ဂိုလ်ရေးအရဆိုင်ရာအချက်အလက်များကို လွှဲပြောင်းပေးနိုင်ပါသည်။ သို့သော် ပုဂ္ဂိုလ်ရေးအရ မသိနိုင်သော ဧည့်သည်သတင်းအချက်အလက်များကို စျေးကွက်ရှာဖွေရေး၊ ကြော်ငြာ သို့မဟုတ် အခြားအသုံးပြုမှုများအတွက် အခြားသူများအားထောက်ပံ့ပေးနိုင်ပါသည်",
	"pp_msg26" => "ကြားခံလူတို့၏ လင့်များ",
	"pp_msg27" => "ရံဖန်ရံခါ ကျွန်ုပ်တို့၏ ဆုံးဖြတ်ချက်ဖြင့် ကျွန်ုပ်တို့၏ ဝက်ဘ်ဆိုက်တွင် ကြားခံလူ ကုန်ပစ္စည်းသို့မဟုတ် ဝန်ဆောင်မှုများ ပါဝင်နိုင်၊ ကမ်းလှမ်းထားနိုင်ပါသည်။ ဤကြားခံ ဆိုက်များတွင် သီးခြားနှင့်လွတ်လပ်သော ကိုယ်ရေးကိုယ်တာ မူဝါဒများ ရှိသည်။ ထိုကြောင့် ကျွန်ုပ်တို့သည် ဤသူနှင့်ဆက်စပ်ဆိုက်များ၏ အကြောင်းအရာနှင့် လှုပ်ရှားမှုများအအတွက် မည်သို့မျှ တာဝန်မရှိပါ။ မည်သို့ပင်ဆိုစေ ကျွန်ုပ်တို့ဆိုက်၏ ဂုဏ်သိက္ခာကို ကာကွယ်ပေးရန်နှင့် ဤဆိုက်များနှင့် ပတ်သက်သည့် မည်သည့်တုံ့ပြန်ချက်ကိုမဆို ကြိုဆိုပါသည်",
	"pp_msg28" => "စင်္ကာပူနိုင်ငံ ဒေတာကာကွယ်ရေး အက်ဥပဒေ",
	"pp_msg29" => "ကျွန်ုပ်တို့သည် စင်္ကာပူနိုင်ငံ ကိုယ်ရေးကိုယ်တာ ဒေတာ စုဆောင်းရယူမှုဆိုင်ရာ အက်ဥပဒေ၏ လိုအပ်ချက်များအတိုင်း လိုက်နာပါသည်။ ကိုယ်ရေးကိုယ်တာ ဒေတာ စုဆောင်းရယူမှုဆိုင်ရာ အက်ဥပဒေ၏ ဒေတာ ကာကွယ်ရေး တာဝန်ခံမှု ၉ ခုကို လိုက်နာပါသည်။ ယင်းတို့မှာ ခွင့်ပြုချက်တာဝန်ခံမှု၊ ရည်ရွယ်ချက် ကန့်သတ်သော တာဝန်ခံမှု၊ သတိပေးချက်တာဝန်ခံမှု၊ ဝင်ရောက်ခြင်းနှင့် ပြင်ဆင်ခြင်း တာဝန်ခံမှု၊ တိကျမှန်ကန်မှုကို တာဝန်ခံမှု၊ ကာကွယ်စောင့်ရှောက်ရေး တာဝန်ခံမှု၊ ထိန်းသိမ်း ကန့်သတ်မှုကို တာဝန်ခံမှု၊ လွှဲပြောင်းမှု ကန့်သတ်သော တာဝန်ခံမှုနှင့် ပွင့်လင်းသော တာဝန်ခံမှုတို့ ဖြစ်ပါသည်",
	"pp_msg30" => "အွန်လိုင်း ပုဂ္ဂိုလ်ရေး မူဝါဒအတွက်သာ",
	"pp_msg31" => "ဤအွန်လိုင်း ပုဂ္ဂိုလ်ရေးမူဝါဒသည် ကျွန်ုပ်တို့၏ ဝက်ဘ်ဆိုက်မှ တစ်ဆင့် စုဆောင်းသော အချက်အလက်များနှင့်သာ အကျုံးဝင်ပါသည်။ အော့ဖ်လိုင်း ကောက်ယူသော အချက်အလက်များနှင့် မသက်ဆိုင်ပါ",
	"pp_msg32" => "သင့် သဘောတူခွင့်ပြုချက်",
	"pp_msg33" => "ကျွန်ုပ်တို့၏ ဆိုက်ကို သုံးခြင်းအားဖြင့် ကျွန်ုပ်တို့၏ဝက်ဘ်ဆိုက်၏ ပုဂ္ဂိုလ်ရေးမူဝါဒသကို သင်ကဘောတူသည်",
	"pp_msg34" => "ကျွန်ုပ်တို့ကို ဆက်သွယ်ခြင်း",
	"pp_msg35" => "ဤမူဝါဒနှင့် ပတ်သက်ပြီး မေးခွန်းများ ရှိပါက အောက်ပါအချက်အလက်များကိုသုံးပြီး ကျွန်ုပ်တို့ထံ ဆက်သွယ်နိုင်ပါသည်",
	"student_tc_msg" => "FUTUREED လျှောက်ထားသူတို့အတွက် စည်းမျဉ်းစည်းကမ်းများ",
	"student_tc_msg3" => "နိဒါန်း",
	"student_tc_msg5" => "အသုံးပြုမှုအတွက် တာဝန်ယူမှု",
	"student_tc_msg6" => "Futures Pte Ltd ၏အကောင့်အသုံးပြုသူ သို့မဟုတ် အသုံးပြုသူအဖြစ် သင်သည် Futureed Pte Ltd ၏ အသုံးပြုမှု အားလုံးအတွက် အပြည့်အဝ တာဝန်ယူသည်ဟု သင်ကယူဆသည်။ အောက်ပါတို့ကို သင်က ကိုယ်စားပြု၊ အာမခံ၊ ပဋိညာဉ်ပြုပါသည်",
	"student_tc_msg7" => "သင့်စကားဝှက်ကို ကာကွယ်စောင့်ရှောက်ရန် သင်က ကျိုးကြောင်းဆီလျော်သော အကာအကွယ် ထားရှိရပါမည်။ ကျွန်ုပ်တို့က သင့်စကားဝှက်ကို မဝင်ရောက်ကြောင်း၊ သင့်စကားဝှက်ကို ဆုံးရှုံး သို့မဟုတ် မေ့လျော့သောဖြစ်ရပ်အတွက် စကားဝှက်အသစ် ဖန််တီးရမည်ဖြစ်ကြောင်း သင်က နားလည်ပါသည်",
	"student_tc_msg8" => "ကျွန်ုပ်တို့သည် သင့် Futureed Pte Ltd အကောင့်နှင့် ဆက်စပ်မှတ်တမ်းများကို သင့် Futureed Pte Ltd အကောင့် အသက်မဝင်မှု ၁၈ လ ကျော်လွန်ပြီးနောက် ပယ်ဖျက်ခွင့်ရှိပါသည်",
	"student_tc_msg9" => "Futures Pte Ltd ဝက်ဘ်ဆိုက်ကို သို့မဟုတ် Futures Pte Ltd ဝက်ဘ်ဆိုက်မှ ရရှိသော မည်သည့်ထုတ်ကုန် သို့မဟုတ် ဝန်ဆောင်မှုကိုမဆို တရားမဝင် ရည်ရွယ်ချက်များအတွက် အသုံးမပြုရန် သင်က တာဝန်သိသော အသုံးပြုသူအဖြစ် သဘောတူပါသည်",
	"student_tc_msg10" => "အထူးသဖြင့် အောက်ပါတို့အတွက် ဝန်ဆောင်မှုကို မသုံးရန်သဘောတူပါသည်",
	"student_tc_msg11" => "Futureed Pte Ltd ဝက်ဘ်ဆိုက်မှ လုပ်ဆောင်မှု သို့မဟုတ် Futureed Pte Ltd ဝက်ဘ်ဆိုက်ပေါ်၌ ပြုမူလှုပ်ရှားမှုတို့ကို စွက်ဖက်မည့် သို့မဟုတ် စွက်ဖက်ရန်ကြိုးစားမည့် ကိရိယာ၊ ဆော့ဖ်ဝဲ သို့မဟုတ်လုပ်ရိုးလုပ်စဉ်ကို အသုံးပြုခြင်း",
	"student_tc_msg12" => "ဥပဒေမဲ့သော၊ အန္တရာယ်ရှိသော၊ ခြိမ်းခြောက်သော၊ ကြမ်းတမ်းသော၊ နှောင့်ယှက်သော၊ ညှဉ်းပန်းသော၊ အသေရေဖျက်သော၊ အောက်တန်းကျသော၊ ဆိုးရွားသော၊ ညစ်ညမ်းသော၊ အသရေဖျက်သော၊ ထိုးဖောက်သော မည်သည့်အကြောင်းအရာကိုမဆို လွှင့်တင်ခြင်း၊ ပို့စ်တင်ခြင်း၊ အီးမေးလ်ပို့ခြင်း၊ ထုတ်လွှင့်ခြင်း၊ သို့မဟုတ် အခြားနည်းဖြင့် ရရှိစေခြင်း",
	"student_tc_msg13" => "အရွယ်မရောက်သေးသူအား မည်သည့်နည်းဖြင့်မဆို ထိခိုက်စေမှု",
	"student_tc_msg14" => "KCGA အရာရှိတစ်ဦး၊ သို့မဟုတ် ပိုင်ဆိုင်သူ အပါအဝင် ကန့်သတ်မထားသော မည်သည့်ပုဂ္ဂိုလ် သို့မဟုတ် အဖွဲ့အစည်းကို အယောင်ဆောင်ခြင်း သို့မဟုတ် ပုဂ္ဂိုလ်တစ်ဦး သို့မဟုတ် အဖွဲ့အစည်းနှင့် သင့်ဆက်နွှယ်မှုကို မှားယွင်းစွာ ကိုယ်စားပြုခြင်း",
	"student_tc_msg15" => "Futureed မှ လွှင့်တင်သော အကြောင်းအရာများ၏ ဇစ်မြစ်ကို ဖုံးကွယ်နိုင်ရန်အတွက် ခေါင်းစီးများ အတုလုပ်ခြင်း သို့မဟုတ် အခြားနည်းဖြင့် စီမံကိုင်တွယ်ခြင်း",
	"student_tc_msg16" => "အကြောင်းအရာများ (အလုပ်အကိုင် ဆက်ဆံမှု သို့မဟုတ် ထုတ်ဖော်မပြောရေး သဘောတူညီချက်အရ သိရှိထားသော သို့မဟုတ် ထုတ်ပြောထားသော လုပ်ငန်းတွင်း အချက်အလက်၊ မူပိုင်ခွင့်နှင့် လျှို့ဝှက် အချက်အလက်များ) ကို မည်သည့် ဥပဒေအောက်တွင်မဆို သို့မဟုတ် စာချုပ် သို့မဟုတ် ကြီးကြပ်အုပ်ချုပ်ဆက်ဆံရေး အရမဆို လွှင့်တင်ခြင်း၊ ပို့စ်တင်ခြင်း၊ အီးမေးလ်ပို့ခြင်း၊ ထုတ်လွှင့်ခြင်း၊ သို့မဟုတ် အခြားနည်းဖြင့် ရရှိစေခြင်း",
	"student_tc_msg17" => "မူပိုင်ခွင့်၊ ကုန်အမှတ်တံဆိပ်၊ ကုန်သွယ်ရေးလျှို့ဝှက်ချက်၊ မူပိုင်ခွင့် သို့မဟုတ် အခြားသူများ၏ ပိုင်ဆိုင်မှု အခွင့်အရေးကို လွှင့်တင်ခြင်း၊ ပို့စ်တင်ခြင်း၊ အီးမေးလ်ပို့ခြင်း၊ ထုတ်လွှင့်ခြင်း၊ သို့မဟုတ် အခြားနည်းဖြင့် ရရှိစေခြင်း",
	"student_tc_msg18" => "မလိုလားသော သို့မဟုတ် ခွင့်ပြုချက်မရှိဘဲ ကြော်ငြာထုတ်လွှင့်သော သို့မဟုတ် အစုလိုက်မေးလ်ပို့ခြင်း၊ စပမ်၊ အတွဲလိုက် စာများ၊ ပိရမစ်အစီအစဉ်များ၊ သို့မဟုတ် အဆိုပါ ရည်ရွယ်ချက်များအတွက် (စျေးဝယ်မှုကဲ့သို့) အခြားပုံစံ တောင်းဆိုမှုများကို လွှင့်တင်ခြင်း၊ ပို့စ်တင်ခြင်း၊ အီးမေးလ်ပို့ခြင်း၊ ထုတ်လွှင့်ခြင်း၊ သို့မဟုတ် အခြားနည်းဖြင့် ရရှိစေခြင်း",
	"student_tc_msg19" => "Futureed ၏ အစိတ်အပိုင်းများ လုပ်ငန်းဆောင်ရွက်မှုကို နှောင့်ယှက် ဖျက်ဆီး ကန့်သတ်နိုင်သော ဆော့ဖ်ဝဲဗိုင်းရပ်စ် သို့မဟုတ် အခြားကွန်ပျူတာကုဒ်၊ ဖိုင်များ၊ ပရိုဂရမ်များ ပါဝင်သော အကြောင်းအရာများကို လွှင့်တင်ခြင်း၊ ပို့စ်တင်ခြင်း၊ အီးမေးလ်ပို့ခြင်း၊ ထုတ်လွှင့်ခြင်း၊ သို့မဟုတ် အခြားနည်းဖြင့် ရရှိစေခြင်း",
	"student_tc_msg20" => "စကားပြောဆိုမှု ပုံမှန်မဖြစ်အောင် နှောင့်ယှက်ခြင်း၊ ဝန်ဆောင်မှု၏ အခြားအသုံးပြုသူများ ရိုက်ထည့်မှုထက် ပိုမြန်စွာ စခရင်ကို ရွှေ့ကြည့်စေခြင်း သို့မဟုတ် အခြားအသုံးပြုသူများကို ဆိုးရွားစါာ ထိခိုက်စေခြင်း",
	"student_tc_msg21" => "နှောင့်ယှက်ခြင်း",
	"student_tc_msg22" => "အာဏာပိုင်အဖွဲ့၊ အစိုးရအေဂျင်စီ သို့မဟုတ် အမျိုးသားရေး သို့မဟုတ် အခြားလုံခြုံရေး လဲလှယ်မှုတို့၏ စည်းမျဉ်းစည်းကမ်းများ၊ သတိပေးချက်များ၊ ညွှန်ကြားချက်များ သို့မဟုတ် လမ်းညွှန်ချက်များ အပါအဝင် ကန့်သတ်မထားသော သက်ဆိုင်ရာဥပဒေ၊ ပညတ်ချက်၊ ထုံးစံ၊ စည်းမျဉ်း စည်းကမ်း သို့မဟုတ် ကျင့်ဝတ်တို့ကို ရည်ရွယ်ချက်ရှိရှိ သို့မဟုတ် မရည်ရွယ်ဘဲ ဖောက်ဖျက်ခြင်း",
	"student_tc_msg23" => "စင်္ကာပူ၊ သင့်နိုင်ငံ သို့မဟုတ် အမေရိကန်ပြည်ထောင်စုအစိုးရမှ နိုင်ငံခြားအကြမ်းဖက်အဖွဲ့အစည်း အဖြစ် သတ်မှတ်ထားသည့်အဖွဲ့အစည်းများသို့ ပစ္စည်းအထောက်အပံ့ သို့မဟုတ် ရင်းမြစ်များ ပေးအပ်ခြင်း (သို့မဟုတ် ပစ္စည်းအထောက်အပံ့ သို့မဟုတ် ရင်းမြစ်များ၏ သဘောသဘာဝ၊ တည်နေရာ၊ အရင်းအမြစ်၊ သို့မဟုတ် ပိုင်ဆိုင်မှုကို ဖုံးကွယ်ခြင်း သို့မဟုတ် ပုံဖျက်ခြင်း)",
	"student_tc_msg24" => "အခြားတစ်ယောက်ကို \"တွယ်ကပ်ခြင်း\" သို့မဟုတ် အခြားနည်းဖြင့် နှောင့်ယှက်ခြင်း",
	"student_tc_msg25" => "ဤဝန်ဆောင်မှု၏ ထုတ်ကုန်နှင့်ဝန်ဆောင်မှုများနှင့် ပတ်သက်ပြီး ကြားခံပေးအပ်သူနှင့် ဆက်စပ်သည်ဖြစ်စေ လိမ်လည်သော၊ တရားမဝင်သော အပြုအမူ ဆောင်ရွက်ခြင်း သို့မဟုတ်",
	"student_tc_msg26" => "ဤသဘောတူညီချက်၌ ဖော်ပြထားသော ကျင့်ဝတ်နှင့် လှုပ်ရှားမှုများနှင့် ဆက်စပ်ပြီး အခြားအသုံးပြုသူများနှင့် ပတ်သက်သည့် ပုဂ္ဂိုလ်ရေးဆိုင်ရာအချက်အလက်များကို စုဆောင်းခြင်း သို့မဟုတ် သိုလှောင်သိမ်းဆည်းခြင်း",
	"student_tc_msg27" => "စင်္ကာပူနိုင်ငံ၏ အမျိုးသားလုံခြုံရေးကို ခြိမ်းခြောက်မှု သို့မဟုတ် ဆိုးရွားစွာ သက်ရောမှု ဖြစ်စေသည့် အကြောင်းအရာများကို ဖန်တီး၊ ဖော်ပြ၊ လွှင့်ထုတ်၊ ရယူခြင်း",
	"student_tc_msg28" => "စင်္ကာပူနိုင်ငံ၌ လူမျိုးရေးသဟဇာတ ဖြစ်မှုကို ခြိမ်းခြောက်မှု သို့မဟုတ် ဆိုးရွားစွာ သက်ရောမှု ဖြစ်စေသည့် အကြောင်းအရာများကို ဖန်တီး၊ ဖော်ပြ၊ လွှင့်ထုတ်၊ ရယူခြင်း",
	"student_tc_msg29" => "ဉာဏပစ္စည်း မူပိုင်ခွင့် ဥပဒေများကို ချိုးဖောက်သော အကြောင်းအရာများကို ဖန်တီး၊ ဖော်ပြ၊ လွှင့်ထုတ်၊ ရယူခြင်း",
	"student_tc_msg30" => "စက်များ၊ ကွန်ပျူတာများ၊ စာသားများ၊ \"bot များ\" သို့မဟုတ် Futures Pte Ltd ၏ အလိုအလျောက် စနစ်များကို အသုံးပြုခြင်းကို တင်းကြပ်စွာတားမြစ်သလို ယင်းတို့သည် ရာဇဝတ်မှု မြောက်စေနိုင်ပါသည်။ ဝန်ဆောင်မှု၏ အဆိုပါ စည်းမျဉ်းများ ချိုးဖောက်သည်ဟု Futures Pte Ltd က ၎င်း၏ တစ်ဦးတည်း ဆုံးဖြတ်ချက်ဖြင့် သတ်မှတ်သော မည်သည့်အသုံးပြုသူကိုမဆို ရပ်ဆိုင်းခြင်း၊ ထာဝရ ပိတ်သိမ်းခြင်းတို့ ဆောင်ရွက်နိုင်ပါသည်",
	"student_tc_msg31" => "Futureed Pte Ltd တွင် ကြော်ငြာရှင်များနှင့် အခြားအကြောင်းအရာကို ပံ့ပိုးပေးသူများ အပါအဝင် Futureed Pte Ltd အပြင် အခြားသူများက ဆောင်ရွက်သည့် ဝက်ဘ်ဆိုက်များသို့ သွားသော hyperlink များ ပါဝင်နိုင်ပါသည်။ ထိုဆိုက်များသည် သင့်ကိုယ်ရေးကိုယ်တာ အချက်အလက်များကို မြှူဆွယ်တောင်းခံနိုင်ပါသည်။ Futureed Pte Ltd မှထိုကဲ့သို့သော Website များမထိန်းချုပ်သလို ထိုဆိုက်များက စုဆောင်းနိုင်သော အချက်အလက်များ စုဆောင်း၊ အသုံးပြု၊ ထုတ်ပြောမှုအတွက် ၎င်းတို့၏ အကြောင်းအရာများ၊ ကိုယ်ရေးကိုယ်တာ မူဝါဒများ သို့မဟုတ် စုဆောင်းခြင်းတို့အတွက် တာဝန်မရှိပါ",
	"student_tc_msg32" => "Futureed Pte Ltd နှင့် KCGA တို့သည် ထိုဝက်ဘ်ဆိုက်များ၊ စစ်တမ်းများ၊ ဒေတာဘေ့စ်များ သို့မဟုတ် ရလဒ်များ၏ တိကျမှု၊ မှန်ကန်မှု သို့မဟုတ် ပြည့်စုံမှု တို့အတွက် အာမ မခံပါ။ ထိုပြင် အောက်ပါတို့အတွက်လည်း တာဝန်မယူပါ။ ၁) ထိုအချက်အလက်များ အသုံးပြုခြင်းမှ ဖြစ်ပေါ်လာသော မှားယွင်းမှုများ၊ ပျက်ကွက်မှုများ၊ ၂) ကျွန်ုပ်တို့ ဆာဗာများတွင် ပါဝင်သော အကြောင်းအရာ သို့မဟုတ် ဝန်ဆောင်မှုများ ပေးပို့မှုကို နှောင့်ယှက်မှုများ၊ နှောင့်နှေးမှုများ၊ သို့မဟုတ် ကြားဖြတ်မှုများ၊ သို့မဟုတ် ၃) ကျွန်ုပ်တို့ ပေးအပ်သော အကြောင်းအရာ သို့မဟုတ် ဝန်ဆောင်မှုများ အသုံးပြုရာမှ ဖြစ်ပေါ်လာသော ဆုံးရှုံးမှု သို့မဟုတ်ပျက်စီးမှုများ",
	"student_tc_msg33" => "Futureed Pte Ltd မှ ထုတ်ကုန်များနှင့် ဝန်ဆောင်မှုများသည် အသုံးပြုသူများ၏ အကဲဖြတ်သုံးပြီး ဂုဏ်သိက္ခာရှိမှုအပေါ် အခြေခံပြီး ဖန်တီးထားပါသည်။ ဂုဏ်သိက္ခာရှိသော အသုံးပြုသူအဖြစ် Futures Pte Ltd မှ အကဲဖြတ် အသုံးပြုခြင်းအားဖြင့်  အခြားသူများကို လေးလေးစားစား ရိုးသားစွာ ဆက်ဆံရန် သင်ကသဘောတူပါသည်။ အဖြေများကို မိတ္တူကူးခြင်း၊ လိမ်လည်ခြင်း၊ ကူးယူခြင်းဖြင့် ပျက်ယွင်းစေအောင် အားမထုတ်ရန် သဘောတူသည်။ အကြောင်းအရာ ပိုင်ရှင်များ၏ ခွင့်ပြုချက်မရှိဘဲအကြောင်းအရာဖြန့်ဖြူးခြင်းအားဖြင့် အသိဉာဏ်ပစ္စည်းဥစ္စာပိုင်ဆိုင်မှု အခွင့်အရေးများအပေါ် ချိုးဖောက်လိမ့်မည်မဟုတ်ပါ။ ထိုသို့ ပြုမူလျှင် ဆက်စပ်သော မည်သည့်နောက်ဆက်တွဲ အကျိုးဆက်များကိုမဆို သင်တို့က တာဝန်ယူရမည်ြစ်ကြောင်း ကောင်းစွာ သတိပြုမိပါသည်",
	"student_tc_msg34" => "သင်က အောက်ပါတို့ကို မပြုလုပ်ရန် အထူးသဘောတူပါသည်",
	"student_tc_msg35" => "မေးခွန်းတွေနဲ့အဖြေကို သင်၏မိတ်ဆွေများ, မိသားစု, အသိမိတ်ဆွေတွေနဲ့အပေါင်းအသင်းများနှင့် ကူးယူ သို့မဟုတ်မျှဝေဖို့ကြိုးစားခြင်း",
	"student_tc_msg36" => "ထိုကဲ့သို့သော မေးခွန်းများကိုဖြေဆိုကူညီပေးဖို့ မိတ်ဆွေများ၊ မိသားစု၊ အသိမိတ်ဆွေများနှင့် အပေါင်းအသင်းများကို စာရင်းသွင်းမှုဖြင့် Futures Pte Ltd အပေါ် အကဲဖြတ်မှုကို လိမ်လည်ရန် ကြိုးစားခြင်း။ သင့်ဂုဏ်သိက္ခာကို ကျွန်ုပ်တို့က လေးစားပြီး၊ သင့်ကိုယ်ပိုင်စွမ်းရည်ကို အကောင်းဆုံးအသုံးချရန် ပြင်းပြင်းထန်ထန် တိုက်တွန်းပါသည်",
	"student_tc_msg37" => "ဉာဏပစ္စည်း မူပိုင်ခွင့်များ",
	"student_tc_msg38" => "အခြားနည်းဖြင့် မဖော်ပြထားပါက KCGA သို့မဟုတ် ၎င်း၏လိုင်စင်ပေးသူများသည် စာသား၊ ဂရပ်ဖစ်၊ အမှတ်တံဆိပ်၊ ရုပ်ပုံများ၊ အကြောင်းအရာ၊ အသံဖမ်းမှု၊ ဗီဒီယိုအပိုင်းနှင့် ဒီဇိုင်း (စုပေါင်းခေါ်ဆိုပါက \"အကြောင်းအရာများ\") အပါအဝင် ယခု ပို့စ်တင်ထားသော အကြောင်းအရာအားလုံးနှင့် အချက်အလက်တို့၏ မူပိုင်ခွင့်အားလုံးကို ပိုင်ဆိုင်ပါသည်။ ဝက်ဘ်ဆိုက်ပေါ်တွင် ပါရှိသော အကြောင်းအရာ အားလုံးသည် အတိအလင်း မဖော်ပြထားလျှင် မူပိုင်ခွင့် ရရှိပြီးဖြစ်ပါသည်။ Futureed Pte Ltd ဆိုက်ကို သင် သို့မဟုတ် သင့်ဝန်ထမ်းများ၊ သင့်ထိန်းချုပ် ကြီးကြပ်မှုအောက်မှ လူများကသာ အသုံးပြုနိုင်ပါသည်။ ဤအသုံးပြုမှု စည်းမျဉ်းစည်းကမ်းများသည် ဖောက်သည်၊ အသုံးပြုသူ၊ အခြားသူတို့အား Futureed Pte Ltd ဆိုက်မှ မည်သည့်စီးပွားဖြစ် အကျိုးစီးပွား သို့မဟုတ် ဉာဏပစ္စည်း ပိုင်ဆိုင်မှုအခွင့်အရေး၊ သို့မဟုတ် Futureed Pte Ltd ဆိုက်ပေါ်မှ အချက်အလက်များ သို့မဟုတ် အခြားအကြောင်းအရာများ ကိုမျှ မပေးအပ်ပါ။ အမှတ်တံဆိပ်များ၊ အကြောင်းအရာများကို Futureed Pte, Ltd ၏ ရှင်းလင်းသော ခွင့်ပြုချက်မပါဘဲ မိတ္တူပွားခြင်း၊ ပြန်လည်ထုတ်ဝေခြင်း၊ အင်တာနက်ပေါ် တင်ခြင်း၊ စာပို့ခြင်း၊ ထုတ်လွှင့်ခြင်း၊ ဖြန့်ဝေခြင်း၊ ပြင်ဆင်ခြင်းတို့ကို၊ ထိုအကြောင်း အရာများသည် သင်ကပို့စ် တင်ထားခြင်းမဟုတ်လျှင်၊ သင်က မဆောင်ရွက်နိုင်ပါ။ Futureed Pte Ltd နှင့် KCGA မူပိုင်ခွင့် ရထားသည့် အကြောင်းအရာများကို အခြားမည်သည့် ဝက်ဘ်ဆိုက်တွင်မဆို အသုံးပြုမှုကို တင်းကြပ်စွာတားမြစ်သည်။ Futureed Pte Ltd နှင့် KCGA သည် ၎င်း၏ဉာဏပစ္စည်း မူပိုင်ခွင့်ကို ဥပဒေ သက်ရောက်စေရန် ပြစ်မှုဆိုင်ရာ တရားစွဲဆိုမှုများ အပါအဝင် ဥပဒေ သက်ရောက်မှု အပြည့်အဝဖြင့် အင်တိုက်အားတိုက် ဆောင်ရွက်ပါမည်",
	"student_tc_msg39" => "လျှို့ဝှက်အချက်အလက်",
	"student_tc_msg40" => "လျှို့ဝှက်အချက်အလက်ထဲတွင် ဤစည်းမျည်းများ၊ အလုပ် ဖော်ပြချက်များ၊ လိုင်စင်သဘောတူညီချက်များ၊ စီးပွားရေးနှင့် စျေးကွက်အစီအစဉ်များနှင့်မဟာဗျူဟာများ၊ လူထုမသိသေးသော စီးပွားရေးနှင့် နည်းပညာ အချက်အလက်များ၊ ကုန်သွယ်ရေး လျှို့ဝှက်ချက်များ၊ သင့်အကဲဖြတ်ချက်မှ အကြောင်းအရာများ၊ လျှို့ဝှက်ဟု ဖော်ပြထားသော စာသားများနှင့် လျှို့ဝှက်အဖြစ် ကျိုးကြောင်းဆီလျော်စွာ နားလည်သဘောပေါက်ထားသင့်သော အမြင်နှင့် ပြောဆိုမှု အချက်အလက်များ အပါအဝင် အခြား အချက်အလက်များ ပါဝင်သည်။ ခိုးယူမှု၊ တရားမဝင် ကူးယူမှုနှင့် ခွင့်ပြုချက်မရှိဘဲ ဝင်ရောက်မှုတို့နှင့် စပ်လျဉ်းပြီး လျှို့ဝှက်အချက်အလက်တို့၏ ဂုဏ်သိက္ခာနှင့် လုံခြုံရေးကို သေချာစေရန် Futures Pte Ltd သည် စီးပွားရေးအရ သင့်လျော်သော နည်းပညာ၊ အကောင်းဆုံး လုပ်ငန်း လုပ်ထုံးလုပ်နည်းများကို အသုံးပြုပါမည်",
	"student_tc_msg41" => "အာမခံ တာဝန်ခံမှု",
	"student_tc_msg42" => "ဥပဒေအရ ခွင့်ပြုသည့်အတိုင်း KCGA ထုတ်ကုန်များ၊ ဝန်ဆောင်မှုများနှင့် ဤဝက်ဘ်ဆိုက် အသုံးပြုမှုမှ ဖြစ်ပေါ်လာသော ကျိုးကြောင်းဆီလျော်သော ရှေ့နေခများ အပါအဝင် တောင်းဆိုမှုများနှင့် ကုန်ကျစရိတ်များမှ KCGA ကို အန္တရာယ် မရှိစေရန် လိုက်လျောမည်ဖြစ်ကြောင်း သင်က သဘောတူသည်။ ဤကင်းလွတ်ခွင့်သည် မူပိုင်ခွင့် အမှတ်တံဆိပ် သို့မဟုတ် အခြားပိုင်ဆိုင်ခွင့်များ ချိုးဖောက်မှုမှ သို့မဟုတ် ချိုးဖောက်မှုနှင့် အသရေဖျက်မှု သို့မဟုတ် ဥပဒေနှင့်မညီညွတ်သော ပစ္စည်းများ အသုံးပြုမှုမှ ဖြစ်ပေါ်လာသော တရားစွဲဆိုမှု အားလုံးအတွက် သင့်တာဝန်သာ ဖြစ်ကြောင်း ရှင်းလင်းစွာ ပါဝင်ပါသည်",
	"student_tc_msg43" => "ရပ်စဲခွင့်",
	"student_tc_msg44" => "ဤသဘောတူညီချက်ပါ ကျွန်ုပ်တို့ စည်းမျဉ်းများကို သင်က ဖောက်ဖျက်ပါက ဝက်ဘ်ဆိုက်နှင့် ဝန်ဆောင်မှုများကို သင့်အသုံးပြုမှုကို KCGA က အသိအပေးဘဲ အချိန်မရွေး ဆိုင်းငံ့ သို့မဟုတ် ရပ်စဲပိုင်ခွင့်ရှိသည်",
	"student_tc_msg45" => "တာဝန်မရှိမှု",
	"student_tc_msg46" => "FUTUREED PTE LTD ကို \"အရှိအတိုင်း\" နှင့် \"အပြစ်အားလုံးအတိုင်း\" နှင့် မည်သည့် အာမခံမျှ မပါဘဲ၊ ဖောက်သည်များက FUTUREED PTE LTD ကို အသုံးပြမှုကို ပေးအပ်သည်။ ဥပဒေမှ ခွင့်ပြုမှု အများဆုံးအတိုင်းအတာအထိ KCGA သည် ဖောက်သည်၊ အသုံးပြုသူ၊ အခြားသူတို့အား FUTUREED PTE LTD ကို အသုံးပြုမှု၊ စွမ်းဆောင်မှု၊ အသုံးပြုနိုင်စွမ်းတို့နှင့်ဆိုင်သော နည်းလမ်းများမှ ပေါ်ပေါက်လာသည့် အထူး၊ မတော်တဆ၊ သွယ်ဝိုက်၊ တစ်ဆင့်ခံ၊ အကျိုးဆက်၊ စံပြ၊ ဒဏ်ခတ်သော ထိခိုက်မှုများ၊ လှုပ်ရှားမှုသို့မဟုတ် စာချုပ်၊ ပိုင်ဆိုင်မှု၊ တင်းကြပ်သော တာဝန်ရှိမှု၊ (ပေါ့ဆမှု အပါအဝင် ကန့်သတ်မထားသော) တရားစွဲဆိုမှု၊ (အာမခံ ချိုးဖောက်ခြင်း အပါအဝင် ကန့်သတ်မထားသော) တင်းကြပ်သော တာဝန်ရှိမှုများ၊ FUTUREED PTE LTD ကို အသုံးပြုရာမှ ရရှိသော၊ ဖြစ်ပေါ်လာသော ဒေတာ၊ အချက်အလက်၊ မှတ်တမ်း သို့မဟုတ်ရလဒ်များ၏ အမှားအယွင်းများ၊ ပျက်ကွက်မှု၊ မတိကျမှုများ၊ ဒေတာများ၊ အခြားအချက်အလက်များ၊ မှတ်တမ်းများ ဆုံးရှုံးပျက်စီးမှုများ၊ KCGA က ယင်း ပျက်စီးဆုံးရှုံးမှု သို့မဟုတ် ဖြစ်နိုင်ချေကို အကြံပေးထားလျှင်ပင် ကျိုးကြောင်းဆီလျော်သော ကာလတွင် (ကန့်သတ်မထားသော) အသုံးမပြုနိုင်မှု၊ နှောင့်နှေးမှု၊ စီးပွားရေးဆုံးရှုံးမှု၊ ဝင်ငွေဆုံးရှုံးမှု၊ အမြတ်အစွန်း သို့မဟုတ် စုငွေ ဆုံးရှုံးမှု၊ စီးပွားရေး နှောင့်ယှက် ဆုံးရှုံးမှု၊ ဒေတာများ၊ အခြားအချက်အလက်များ၊ မှတ်တမ်းများ ဆုံးရှုံးပျက်စီးမှုများ၊ FUTUREED PTE LTD ကို အသုံးပြုနည်းနိုင်စွမ်းမရှိခြင်း သို့မဟုတ် ဒေတာများ၊ အခြား အချက်အလက်များကို မသုံးနိုင်ခြင်းမှ ပေါ်ထွက်လာသည့် ကိုယ်ရေးကိုယ်တာ ဆုံးရှုံးမှုနှင့် ချစ်ကြည်ရေးဆုံးရှုံးမှု၊ အခြားသူများကို တာဝန်ရှိမှုများ၊ သို့မဟုတ် တာဝန်ယူမှုကို ကိုက်ညီစေရန် ပျက်ကွက်မှု သို့မဟုတ် စေတနာကောင်းဖြင့် စီးပွား​ရေးအရ သင့်လျော်သော ဂရုစိုက်မှုဖြင့် တာဝန်ယူမှုကို ကိုက်ညီစေရန် ပျက်ကွက်မှုမှ ဖြစ်ပေါ်လာသော၊ သို့မဟုတ် သဘောတူညီမှု၊ ဆောင်ရွက်မှု၊ ကုန်သွယ်ရေး အသုံးပြုမှုမှ ပေါ်ပေါက်လာသော (သို့သော်ကန့်သတ်မထားသော) ဒေတာများ၊ အခြားအချက်အလက်များ၊ မှတ်တမ်းများ ဆုံးရှုံးပျက်စီးမှုများကို၊ KCGA သို့မဟုတ် FUTUREED PTE LTD သည် ယင်းပျက်စီးဆုံးရှုံးမှု ဖြစ်နိုင်ချေကို သိရှိထားလျှင်ပင် ယင်းတို့အတွက် တာဝန်မရှိစေရ။ ",
	"student_tc_msg47" => "ဥပဒေမှ ခွင့်ပြုမှု အများဆုံးအတိုင်းအတာအထိ FUTUREED PTE LTD နှင့် တစ်နည်းနည်းဖြင့် ဆက်စပ်သော၊ FUTUREED PTE LTD ဆိုက်ကို သင်အသုံးပြုမှုနှင့် ဆက်စပ်သော ပေါ်ထွက်လာသည့် KCGA နှင့် FUTUREED PTE LTD ကို တောင်းဆိုမှု၊ အဆိုပြုမှု၊ အစုလိုက် တရားစွဲခြင်း၊ ဖြစ်စေမည့် ကိစ္စများကို သင်သည် ယူဆောင်၊ တောင်းဆို၊ ပတ်သက်၊ ပါဝင်ခြင်း မရှိရ။ FUTUREED PTE LTD ကို တောင်းဆိုမှု၊ အဆိုပြုမှု၊ အစုလိုက် တရားစွဲခြင်း၊ ဖြစ်စေမည့် ကိစ္စများကို သင်သည် ယူဆောင်၊ တောင်းဆို၊ ပတ်သက်၊ ပါဝင်ခြင်းတို့ လုပ်ဆောင်ပိုင်ခွင့်မှ သင်က သက်ညှာခွင့်ပေးသည်။ ထို့ပြင် FUTUREED PTE LTD ဆိုက်ကို သင်အသုံးပြုမှုနှင့် ဆက်စပ်သော ပေါ်ထွက်လာသည့် တောင်းဆိုမှု၊ အဆိုပြုမှု၊ အစုလိုက် တရားစွဲခြင်း၊ ဖြစ်စေမည့် ကိစ္စများကို သင်လုပ်ဆောင်ပိုင်ခွင့်များမှ၊ FUTUREED PTE LTD ကို တောင်းဆိုမှု၊ အဆိုပြုမှု၊ အစုလိုက် တရားစွဲခြင်း၊ ဖြစ်စေမည့် ကိစ္စများကို သင်သည် ယူဆောင်၊ တောင်းဆို၊ ပတ်သက်၊ ပါဝင်ခြင်းတို့ လုပ်ဆောင်ပိုင်ခွင့်မှ သင်က သက်ညှာခွင့်ပေးသည်။ တောင်းဆိုမှု၊ အဆိုပြုမှု၊ အစုလိုက် တရားစွဲခြင်းတို့နှင့် မဆိုင်ဘဲ တစ်ဦးချင်းဖြစ်စေ၊ တောင်းဆိုမှု၊ အဆိုပြုမှု၊ အစုလိုက် တရားစွဲခြင်းတို့ကို ကိုယ်စားလှယ်၊ အဖွဲ့ဝင်အဖြစ်ဖြစ်စေ တောင်းဆိုနိုင်မှုမှ ကင်းလွတ်ခွင့်ပေးသည်",
	"student_tc_msg48" => "ဥပဒေမှ ခွင့်ပြုမှု အများဆုံးအတိုင်းအတာအထိ ဖောက်သည် သို့မဟုတ် အသုံးပြုသူတို့က FUTUREED PTE LTD ကို အသုံးမပြုနိုင်တော့ခြင်းနှင့် ဆက်စပ်ပတ်သက်သောနည်းဖြင့် ပေါ်ပေါက်လာသည့်၊ သို့မဟုတ် FUTUREED PTE LTD ကို အသုံးပြုရာမှ ရရှိသော ရလဒ်များအတွက် KCGA က လုံးဝတာဝန်ရှိမှုနှင့် တာဝန်ခံမှုတို့သည် တိုက်ရိုက်ထိခိုက်မှုများ နှင့်သာ သက်ဆိုင်ကြောင်း ကန့်သတ်ထားပါသည်။ ၎င်းတို့မှာ စုစုပေါင်း စင်္ကာပူဒေါ်လာတစ်ရာ (S$100.00) ထက် မကျော်သော ထိခိုက်မှုဖြစ်ရမည်။ ဥပဒေမှ ခွင့်ပြုမှု အများဆုံးအတိုင်းအတာအထိ ဤကန့်သတ်မှုသည် တာဝန်ယူမှုက စာချုပ်ဖောက်ဖျက်မှု၊ ပျက်ယွင်းမှု (လျစ်လျူရှုမှု အပါအဝင် ကန့်သတ်မထားသော)၊ တင်းကြပ်သော တာဝန်ရှိမှု၊ အာမခံ ဖောက်​ဖျက်မှု သို့မဟုတ် အခြား ဥပဒေရေးရာများ အပေါ် အခြေခံသည့် တာဝန်ရှိမှုဖြစ်စေကာမူ အကျုံးဝင်ပါသည်",
	"student_tc_msg49" => "ဥပဒေမှ ခွင့်ပြုမှု အများဆုံးအတိုင်းအတာအထိ FUTUREED PTE LTD နှင့် တစ်နည်းနည်းဖြင့် ဆက်စပ်သော၊ FUTUREED PTE LTD ဆိုက်ကို သင်အသုံးပြုမှုနှင့် ဆက်စပ်သော ပေါ်ထွက်လာသည့် KCGA နှင့် FUTUREED PTE LTD ကို တောင်းဆိုမှု၊ အဆိုပြုမှု၊ အစုလိုက် တရားစွဲခြင်း၊ ဖြစ်စေမည့် ကိစ္စများကို သင်သည် ယူဆောင်၊ တောင်းဆို၊ ပတ်သက်၊ ပါဝင်ခြင်း မရှိရ။ FUTUREED PTE LTD ကို တောင်းဆိုမှု၊ အဆိုပြုမှု၊ အစုလိုက် တရားစွဲခြင်း၊ ဖြစ်စေမည့် ကိစ္စများကို သင်သည် ယူဆောင်၊ တောင်းဆို၊ ပတ်သက်၊ ပါဝင်ခြင်းတို့ လုပ်ဆောင်ပိုင်ခွင့်မှ သင်က သက်ညှာခွင့်ပေးသည်။ ထို့ပြင် FUTUREED PTE LTD ဆိုက်ကို သင်အသုံးပြုမှုနှင့် ဆက်စပ်သော ပေါ်ထွက်လာသည့် တောင်းဆိုမှု၊ အဆိုပြုမှု၊ အစုလိုက် တရားစွဲခြင်း၊ ဖြစ်စေမည့် ကိစ္စများကို သင်လုပ်ဆောင်ပိုင်ခွင့်များမှ၊ FUTUREED PTE LTD ကို တောင်းဆိုမှု၊ အဆိုပြုမှု၊ အစုလိုက် တရားစွဲခြင်း၊ ဖြစ်စေမည့် ကိစ္စများကို သင်သည် ယူဆောင်၊ တောင်းဆို၊ ပတ်သက်၊ ပါဝင်ခြင်းတို့ လုပ်ဆောင်ပိုင်ခွင့်မှ သင်က သက်ညှာခွင့်ပေးသည်။ တောင်းဆိုမှု၊ အဆိုပြုမှု၊ အစုလိုက် တရားစွဲခြင်းတို့နှင့် မဆိုင်ဘဲ တစ်ဦးချင်းဖြစ်စေ၊ တောင်းဆိုမှု၊ အဆိုပြုမှု၊ အစုလိုက် တရားစွဲခြင်းတို့ကို ကိုယ်စားလှယ်၊ အဖွဲ့ဝင်အဖြစ်ဖြစ်စေ တောင်းဆိုနိုင်မှုမှ ကင်းလွတ်ခွင့်ပေးသည်",
	"student_tc_msg50" => "သီးခြားစီဖြစ်ခြင်း",
	"student_tc_msg51" => "အထက်ပါ ပေးအပ်ဖော်ပြမှုများ အကျုံးမဝင်၊ တရားမဝင်၊ ဥပဒေ မသက်ရောက် တော့လျှင် အဆိုပါ ပေးအပ်ဖော်ပြမှုများကို ဥပဒေ သက်ရောက်မည့် အများဆုံး အတိုင်းအတာအထိ လိုအပ်သလို ပြင်ဆင်ပါမည်။ ထိုသို့ မပြင်ဆင်နိုင်လျှင် ယင်းတို့ကို သီးခြားစီဖြစ်စေကာ ကျန်ရှိသော ယခု ပေးအပ်ဖော်ပြမှုများသည် သက်ရောက်မှု၊ ပျက်ယွင်းမှု မရှိစေရ",
	"student_tc_msg52" => "တရားစီရင်ပိုင်ခွင့်များနှင့် အုပ်ချုပ်ရေးဥပဒေ",
	"student_tc_msg53" => "ဤအသုံးပြုမှု စည်းမျဉ်းစည်းကမ်းများ၏သက်တမ်း၊ ဖွဲ့စည်းမှု၊ တရားဝင်မှုနှင့် အနက်အဓိပ္ပါယ်ကို စင်္ကာပူနိုင်ငံ၏ ဥပဒေများဖြင့် အုပ်စိုးမည်ဖြစ်သည်",
	"student_tc_msg54" => "ကင်းလွတ်ခွင့်ပေးခြင်း",
	"student_tc_msg55" => "ဤသတ်မှတ်ချက်များ ပေးအပ်ဖော်ပြမှုကို တင်းကြပ်သောစွမ်းဆောင်ရည်ဖြင့် ပြဋ္ဌာန်းရန် KCGA မှ ပျက်ကွက်လျှင် အဆိုပါ ပေးအပ်ဖော်ပြမှုကို ပြဋ္ဌာန်းပိုင်ခွင့်ကို ကင်းလွတ်ခွင့် မဖြစ်စေပါ",
	"student_tc_msg56" => "သင့် သဘောတူခွင့်ပြုချက်",
	"student_tc_msg57" => "ကျွန်ုပ်တို့ဆိုက်ကို သုံးခြင်းအားဖြင့် ဤသဘောတူညီချက်၌ ရေးထားသော စည်းမျဉ်းစည်းကမ်းများကို သင်က သဘောတူခွင့်ပြုလိုက်ပါသည်",
	"student_tc_msg58" => "ကျွန်ုပ်တို့ကို ဆက်သွယ်ခြင်း",
	"student_tc_msg59" => "ဤမူဝါဒနှင့် ပတ်သက်ပြီး မေးခွန်းများ ရှိပါက အောက်ပါအချက်အလက်များကိုသုံးပြီး ကျွန်ုပ်တို့ထံ ဆက်သွယ်နိုင်ပါသည်",
	"ls_text_msg_1" => "နောက်စာမျက်နှာသို့ ဆက်မသွားမီ ဤစာမျက်နှာပါ မေးခွန်းအားလုံးကို ဖြေဆိုပါ",
	"ls_text_msg_2" => "NEXT ကို မနှိပ်မီ လမ်းညွှန်ချက်များကို နားလည်သဘောပေါက်စေရန် ဥပမာများကို ဂရုတစိုက်ဖတ်ရှုပါ",
];